{"contentList": [{"categoryHeader": "All Time Great crime Movies", "listItems": [{"title": "Balthazar (re-release)", "description": "Robert Bresson's 1966 film focuses on the story of the donkey Balthazar and the people around him.", "releaseDateAndRating": "October 17, 2003", "meta_score": "Metascore:\n\n100", "user_score": "User Score:\n\n7.1", "list_rank": "1.", "image_url": "https://static.metacritic.com/images/products/movies/7/068936f633cb743fbb515abebebfe3b9-98.jpg"}, {"title": "The Godfather", "description": "Francis Ford Coppola's epic features Marlon Brando in his Oscar-winning role as the patriarch of the Corleone family. Director Coppola paints a chilling portrait of the Sicilian clan's rise and near fall from power in America, masterfully balancing the story between the Corleone's family life and the ugly crime business in which they are engaged. Based on Mario Puzo's best-selling novel and featuring career-making performances by Al Pacino, James Caan and Robert Duvall, this searing and brilliant film garnered ten Academy Award nominations, and won three including Best Picture of 1972. [Paramount Pictures]", "releaseDateAndRating": "March 11, 1972\n | R", "meta_score": "Metascore:\n\n100", "user_score": "User Score:\n\n9.2", "list_rank": "2.", "image_url": "https://static.metacritic.com/images/products/movies/3/47c2b1f35087fc23c5ce261bbc3ad9e0-98.jpg"}, {"title": "The Night of the Hunter (re-release)", "description": "In this re-release of 1955's eerie meditation on good and evil, a demented preacher (Robert Mitchum) relentlessly torments two small children in the Depression-era Bible Belt in order to get at their dead father's stolen fortune.", "releaseDateAndRating": "October 26, 2001\n | Approved", "meta_score": "Metascore:\n\n99", "user_score": "User Score:\n\n8.3", "list_rank": "3.", "image_url": "https://static.metacritic.com/images/products/movies/7/6047d1d1a23617b1e1eca0c7ed11a4c9-98.jpg"}, {"title": "Touch of Evil", "description": "This film noir portrait of corruption and morally-compromised obsessions stars Welles as Hank Quinlan, a crooked police chief who frames a Mexican youth as part of an intricate criminal plot. Charlton Heston plays an honorable Mexican narcotics investigator who clashes with the bigoted Quinlan after probing into his dark past. A memorable supporting cast including Janet Leigh as Heston's inquisitive wife, Akim Tamiroff as a seedy underworld leader, Zsa Zsa Gabor and Marlene Dietrich as an enigmatic gypsy complete this fascinating drama engulfed in haunting cinematography and a magnificently eerie score by Henry Mancini.", "releaseDateAndRating": "February 1, 1958\n | PG-13", "meta_score": "Metascore:\n\n99", "user_score": "User Score:\n\n8.6", "list_rank": "4.", "image_url": "https://static.metacritic.com/images/products/movies/4/3c0a1271548af503f635d787eb0eedf3-98.jpg"}, {"title": "Pépé le Moko (re-release)", "description": "A re-release of Julien Divivier's 1937 romantic crime classic.", "releaseDateAndRating": "March 1, 2002\n | TV-PG", "meta_score": "Metascore:\n\n98", "user_score": "User Score:\n\n5.3", "list_rank": "5.", "image_url": "https://static.metacritic.com/images/products/movies/7/6bdf1df8d50cfd429c0a9bf7db288d1e-98.jpg"}, {"title": "Rashomon", "description": "The rape of a bride and the murder of her samurai husband are recalled from the perspectives of a bandit, the bride, the samurai's ghost and a woodcutter.", "releaseDateAndRating": "December 26, 1951\n | Not Rated", "meta_score": "Metascore:\n\n98", "user_score": "User Score:\n\n8.6", "list_rank": "6.", "image_url": "https://static.metacritic.com/images/products/movies/7/a72283857efd64ec73d13e110e0de625-98.jpg"}, {"title": "Rififi (re-release)", "description": "A reissue of a classic French caper thriller in which Tony, fresh out of prison, teams with three cohorts to pull off a major jewel heist which goes awry.  The film's title is slang for \"rough stuff,\" and it's robbery sequence is famous for its exciting, completely silent robbery scene.", "releaseDateAndRating": "July 21, 2000", "meta_score": "Metascore:\n\n97", "user_score": "User Score:\n\n8.4", "list_rank": "7.", "image_url": "https://static.metacritic.com/images/products/movies/1/faed57f819ff16fd6cbfd431fb1085e6-98.jpg"}, {"title": "12 Angry Men", "description": "12 Angry Men, by Sidney Lumet, is a behind-closed-doors look at the American legal system. This iconic adaptation of Reginald Rose’s teleplay stars Henry Fonda as the dissenting member on a jury of white men ready to pass judgment on a Puerto Rican teenager charged with murdering his father. The result is a saga of epic proportions that plays out over a tense afternoon in one sweltering room.", "releaseDateAndRating": "April 1, 1957\n | TV-PG", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n9.0", "list_rank": "8.", "image_url": "https://static.metacritic.com/images/products/movies/2/10cfbf545224a82d585785f8b479cbe1-98.jpg"}, {"title": "Mean Streets", "description": "Charlie (Harvey Keitel) is working his way up the ranks of a local mob. Teresa (Amy Robinson) is the girlfriend his family deems unsuitable because of her epilepsy. Johnny Boy (Robert De Niro) is a small-time gambler in big-time debt to loan sharks. This is a story Martin Scorsese lived, a semi-biographical tale of the first-generation sons and daughters of New York's Little Italy. [Warner Bros.]", "releaseDateAndRating": "October 14, 1973\n | R", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n7.5", "list_rank": "9.", "image_url": "https://static.metacritic.com/images/products/movies/5/549f6ebebdf6c345cfb16cc9bc2448a0-98.jpg"}, {"title": "L'Argent", "description": "A forged 500-franc note is cynically passed from person to person and shop to shop, until it falls into the hands of a genuine innocent who doesn't see it for what it is - which will have devastating consequences on his life, causing him to turn to crime and murder.", "releaseDateAndRating": "March 23, 1984\n | Not Rated", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n7.8", "list_rank": "10.", "image_url": "https://static.metacritic.com/images/products/movies/3/92022e8cfd66e883b0de65df9537e86c-98.jpg"}, {"title": "Double Indemnity", "description": "An insurance representative lets himself be talked into a murder/insurance fraud scheme that arouses an insurance investigator's suspicions.", "releaseDateAndRating": "July 6, 1944\n | Passed", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n8.5", "list_rank": "11.", "image_url": "https://static.metacritic.com/images/products/movies/7/d8f76d702d47f9daf6757eb75bfbbbfd-98.jpg"}, {"title": "Anatomy of a Murder", "description": "In a murder trial, the defendant says he suffered temporary insanity after the victim raped his wife. What is the truth, and will he win his case?", "releaseDateAndRating": "July 1, 1959\n | TV-PG", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n8.0", "list_rank": "12.", "image_url": "https://static.metacritic.com/images/products/movies/5/fef68d0d4857b7cb86c07744eb7d209f-98.jpg"}, {"title": "Taxi Driver", "description": "Scorsese’s 1976 masterpiece is the all-too-real story of a psychotic New York cabby who is driven to violence in an attempt to rescue a teenage prostitute.  [Sony]", "releaseDateAndRating": "February 7, 1976\n | R", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n7.6", "list_rank": "13.", "image_url": "https://static.metacritic.com/images/products/movies/1/06526a61907c3757688d1107a490fe64-98.jpg"}, {"title": "Pulp Fiction", "description": "Several inter-locking stories of crime and intrigue form a temporal mosaic set in the Los Angeles underworld.", "releaseDateAndRating": "October 14, 1994\n | R", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n9.0", "list_rank": "14.", "image_url": "https://static.metacritic.com/images/products/movies/4/0267c3bb3c2a782833e67bab398383e5-98.jpg"}, {"title": "The Irishman", "description": "The Irishman is an epic saga of organized crime in post-war America told through the eyes of World War II veteran Frank Sheeran (Robert De Niro), a hustler and hitman who worked alongside some of the most notorious figures of the 20th Century. Spanning decades, the film chronicles one of the greatest unsolved mysteries in American history, the disappearance of legendary union boss Jimmy Hoffa, and offers a monumental journey through the hidden corridors of organized crime: its inner workings, rivalries and connections to mainstream politics.", "releaseDateAndRating": "November 1, 2019\n | R", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n8.1", "list_rank": "15.", "image_url": "https://static.metacritic.com/images/products/movies/9/c4f0ff0f354fdbfa6411a77d60d0203e-98.jpg"}, {"title": "Carlos", "description": "Carlos tells the story of Ilich Ramirez Sanchez who, for two decades, was one of the most wanted terrorists, on the planet. Between 1974 and 1994, he lived several lives under various pseudonyms, weaving his way through the complexities of international politics of the period. [IFC Films]", "releaseDateAndRating": "October 15, 2010\n | Not Rated", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n7.9", "list_rank": "16.", "image_url": "https://static.metacritic.com/images/products/movies/0/ba746aad8273e775bf248159df1a8ae7-98.jpg"}, {"title": "The French Connection", "description": "New York narcotics officer \"Popeye\" Doyle and his partner take on an international drug ring shipping heroin into the United States.", "releaseDateAndRating": "October 7, 1971\n | R", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n8.5", "list_rank": "17.", "image_url": "https://static.metacritic.com/images/products/movies/8/b9b5a9932ae24ab344e6ac096252588c-98.jpg"}, {"title": "Elevator to the Gallows", "description": "(aka Elevator to the Gallows) A re-release of Louis Malle's 1957 masterpiece of suspense and film noir starring Jeanne Moreau, in the role that catapulted her to international stardom. (Rialto Pictures)", "releaseDateAndRating": "June 10, 1961\n | Not Rated", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n7.5", "list_rank": "18.", "image_url": "https://static.metacritic.com/images/products/movies/3/e1a89bc80095721493a7464fb18b45a6-98.jpg"}, {"title": "Shoplifters", "description": "After one of their shoplifting sessions, Osamu and his son come across a little girl in the freezing cold. At first reluctant to shelter the girl, Osamu’s wife agrees to take care of her after learning of the hardships she faces.Although the family is poor, barely making enough money to survive through petty crime, they seem to live happily together until an unforeseen incident reveals hidden secrets, testing the bonds that unite them.", "releaseDateAndRating": "November 23, 2018\n | Not Rated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n8.4", "list_rank": "19.", "image_url": "https://static.metacritic.com/images/products/movies/9/8c513ed3b7d13c841b3edfe3730cad4c-98.jpg"}, {"title": "Days of Being Wild (re-release)", "description": "In his first hypnotic backward glance at Hong Kong in 1960, Wong Kar Wai creates a post-modern La Ronde set in a fluorescent labyrinth of cool desperation and unfulfilled need. Against the echoing rhythms of period rumbas, Days of Being Wild (1991) tracks a half dozen characters through their individual searches for intimate connection.  (Kino International)", "releaseDateAndRating": "November 19, 2004\n | Unrated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n8.2", "list_rank": "20.", "image_url": "https://static.metacritic.com/images/products/movies/6/8b543ab071189324651fe42957987881-98.jpg"}, {"title": "Badlands", "description": "Loosely based on the Starkweather-Fugate killing spree of 1958, Terrence Malick's debut features follows outlaws Kit and Holly from Fort Dupre, South Dakota to the badlands of Montana.", "releaseDateAndRating": "October 15, 1973\n | PG", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n8.4", "list_rank": "21.", "image_url": "https://static.metacritic.com/images/products/movies/9/cd76232bd4d3c09ff3b129dfc761776c-98.jpg"}, {"title": "Brother's Keeper", "description": "This documentary by Joe Berlinger and Bruce Sinofsky details the murder trial of Delbert Ward. Delbert's of a family of 4 brothers (the other 3 being Roscoe, Lyman and William - Bill, for short), working as semi-literate farmers, and living together in isolation in a ramshackle shack, until William's death. The subsequent police investigation and medical examiner's autopsy suggested Bill may not have died from natural causes, and Delbert was arrested on charges of second-degree murder. Under questioning by police, Delbert appears to have waived his rights and signed a confession, but, it seems he might not have been competent, and was coerced into doing so. The film explores possible motives for the crime, from mercy-killing (Bill was ill at the time), to progressively more outré hypotheses. It also shows how residents of the rural community of Munnsville, NY rallied to the support of one of their own (residents previously considered the Wards as social outcasts), against what they felt were intrusive 'big-city' police and a district attorney involved in an election, who might've used the death to help bolster his candidacy.", "releaseDateAndRating": "September 9, 1992\n | Not Rated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n7.2", "list_rank": "22.", "image_url": "https://static.metacritic.com/images/products/movies/9/905d3c4291de6506227b0df4d77fb818-98.jpg"}, {"title": "Chinatown", "description": "Jack Nicholson is private-eye Jake Gittes, living off the murky moral climate of sunbaked, pre-war Southern California. Hired by a beautiful socialite to investigate her husband's extramarital affair, Gittes is swept into a maelstrom of double dealings and deadly deceits, uncovering a web of personal and political scandals that come crashing together for one, unforgettable night in Chinatown. (Paramount)", "releaseDateAndRating": "June 20, 1974\n | R", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.9", "list_rank": "23.", "image_url": "https://static.metacritic.com/images/products/movies/2/cc677cc91d9c3c5d616f527ea362cefb-98.jpg"}, {"title": "Cool Hand Luke", "description": "When Luke Jackson (Paul Newman) is arrested for drunkenly vandalizing parking meters, he is sentenced to serve time on a prison chain gang. Although the warden, guards and prisoners all try to break Luke's spirit upon his arrival, it soon becomes clear that Luke is not about to play by anyone else's rules. He eventually earns the respect of his fellow inmates by refusing to back down in a fight, and he earns their friendship by figuring out a way for them to get their hard labor done in half the time. Luke eventually becomes a symbol of hope and resilience for his fellow prisoners, but the more he becomes revered by the inmates, the more he becomes a symbol of rebelliousness that must be stamped out by the Captain (Strother Martin). [Warner Bros.]", "releaseDateAndRating": "November 1, 1967\n | PG", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.7", "list_rank": "24.", "image_url": "https://static.metacritic.com/images/products/movies/0/02f6ef192a9f83020020dd0632153381-98.jpg"}, {"title": "Werckmeister Harmonies", "description": "Based on László Krasznahorkai's novel \"The Melancholy of Resistance,\" this is an uncanny fable about powerlessness and tyranny. Set in a small Hungarian village at a moment of great crisis, a mysterious circus comes to town with a giant whale and news of an appearance by a Prince known for his strange powers. Soon the locals' emotions are stirred to a fever pitch of anticipation.  (Anthology Film Archives)", "releaseDateAndRating": "October 10, 2001", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n7.9", "list_rank": "25.", "image_url": "https://static.metacritic.com/images/products/movies/7/e484993e7082b4cbc0bd59fe19f140b4-98.jpg"}, {"title": "Tower", "description": "August 1, 1966, was the day our innocence was shattered. A sniper rode the elevator to the top floor of the iconic University of Texas Tower and opened fire, holding the campus hostage for 96 minutes in what was a previously unimaginable event. TOWER combines archival footage with rotoscopic animation of the dramatic day, based entirely on first person testimonies from witnesses, heroes and survivors, in a seamless and suspenseful retelling of the unfolding tragedy. The film highlights the fear, confusion, and visceral realities that changed the lives of those present, and the rest of us, forever – a day when the worst in one man brought out the best in so many others.", "releaseDateAndRating": "October 12, 2016\n | Not Rated", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.0", "list_rank": "26.", "image_url": "https://static.metacritic.com/images/products/movies/1/789720d785210040f50974e2aad288dd-98.jpg"}, {"title": "The Killing", "description": "Crook Johnny Clay assembles a five man team to plan and execute a daring race-track robbery.", "releaseDateAndRating": "June 6, 1956\n | TV-PG", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n7.5", "list_rank": "27.", "image_url": "https://static.metacritic.com/images/products/movies/4/bfaa27061d923af3ce3966a8885a902c-98.jpg"}, {"title": "Le Cercle Rouge (re-release)", "description": "Corey (Alain Delon) is an aristocratic thief, released from prison on the same day that Vogel (Gian-Maria Volonté), a murderer, escapes from the custody of Mattei (Bourvil), a cat-loving police superintendent. Corey robs Rico (André Ekyan), his mob boss, then enlists Vogel and an ex-police sharpshooter, Jansen (Yves Montand), in a jewel heist. While Corey is harried by the vengeful Rico, Mattei pressures Santi, a nightclub owner and pimp, to help him trap the thieves.", "releaseDateAndRating": "January 10, 2003\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.2", "list_rank": "28.", "image_url": "https://static.metacritic.com/images/products/movies/3/a28d4d60ec6d7d0fd8da53bf809872c1-98.jpg"}, {"title": "The Ladykillers", "description": "Five diverse oddball criminal types planning a bank robbery rent rooms on a cul-de-sac from an octogenarian widow under the pretext that they are classical musicians.", "releaseDateAndRating": "February 20, 1956\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n7.9", "list_rank": "29.", "image_url": "https://static.metacritic.com/images/products/movies/3/08c3e51067abdd7add40cfccd03ac271-98.jpg"}, {"title": "The Act of Killing", "description": "A documentary in which former Indonesian death squad leaders reenact their real-life mass-killings in various cinematic genres.", "releaseDateAndRating": "July 19, 2013\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.4", "list_rank": "30.", "image_url": "https://static.metacritic.com/images/products/movies/7/ea3640a7b0a90ab10284cd5aa887c0c6-98.jpg"}, {"title": "On the Waterfront", "description": "Marlon Brando gives one of the screen's most electrifying performances as Best Actor in this 1954 Academy Award winning Best Film as Ex-fighter Terry Malloy, who could have been a contender but now toils for boss Johnny Friendly (Lee J. Cobb) on the gang-ridden waterfront.  [Sony]", "releaseDateAndRating": "July 28, 1954\n | Approved", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.8", "list_rank": "31.", "image_url": "https://static.metacritic.com/images/products/movies/8/147662049ae5b9cd876ac4bc1498b1d2-98.jpg"}, {"title": "Uncut Gems", "description": "Howard Ratner (Adam Sandler), a charismatic New York City jeweler, is always on the lookout for the next big score. When he makes a series of high-stakes bets that could lead to the windfall of a lifetime, Howard must perform a precarious high-wire act, balancing business, family, and encroaching adversaries on all sides, in his relentless pursuit of the ultimate win.", "releaseDateAndRating": "December 13, 2019\n | R", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n7.1", "list_rank": "32.", "image_url": "https://static.metacritic.com/images/products/movies/4/6a1986ed659e9c9cf0bc68ba62ebb4be-98.jpg"}, {"title": "No Country for Old Men", "description": "The time is our own, when rustlers have given way to drug runners and small towns have become free-fire zones. The story begins when Llewelyn Moss finds a pickup truck surrounded by a sentry of dead men. A load of heroin and 2 million dollars in cash are still in the back. When Moss takes the money, he sets off a chain reaction of catastrophic violence that not even the law, in the person of aging, disillusioned Sheriff Bell, can contain. As Moss tries to evade his pursuers--in particular, a mysterious mastermind who flips coins for human lives--the film simultaneously strips down the American crime drama and broadens its concerns to encompass themes as ancient as the Bible and as bloodily contemporary as this morning's headline. (Miramax)", "releaseDateAndRating": "November 9, 2007\n | R", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n7.8", "list_rank": "33.", "image_url": "https://static.metacritic.com/images/products/movies/7/401f03c884d21eded85d001a973fd241-98.jpg"}, {"title": "The Crying Game", "description": "A psychological thriller centering on the kidnapping of a British soldier by the IRA.", "releaseDateAndRating": "November 25, 1992\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.7", "list_rank": "34.", "image_url": "https://static.metacritic.com/images/products/movies/4/570e8f5864646d57ed4446e565a20b8a-98.jpg"}, {"title": "The Godfather: Part II", "description": "The sequel to \"The Godfather\" continues the saga of two generations of successive power within the Corleone family. Coppola tells two stories in Part II: the roots and rise of a young Don Vito, played with uncanny ability by Robert De Niro, and the ascension of Michael (Al Pacino) as the new Don. [Paramount Pictures]", "releaseDateAndRating": "December 12, 1974\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n9.0", "list_rank": "35.", "image_url": "https://static.metacritic.com/images/products/movies/2/3c79d546d4857c6a7791caf2e31d3572-98.jpg"}, {"title": "L.A. Confidential", "description": "Based on James Ellroy's novel about the movie industry, corrupt cops, tabloid journalism, gangsters and sexual obsessions of every stripe, L.A. Confidential is set in 1950's Los Angeles.", "releaseDateAndRating": "September 19, 1997\n | TV-MA", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.7", "list_rank": "36.", "image_url": "https://static.metacritic.com/images/products/movies/0/d48509889c3ced729ce062ff995e7793-98.jpg"}, {"title": "Phantom Thread", "description": "Set in the glamour of 1950s post-war London, renowned dressmaker Reynolds Woodcock (Daniel Day-Lewis) and his sister Cyril (Lesley Manville) are at the center of British fashion, dressing royalty, movie stars, heiresses, socialites, debutantes and dames with the distinct style of The House of Woodcock. Women come and go through Woodcock’s life, providing the confirmed bachelor with inspiration and companionship, until he comes across a young, strong-willed woman, Alma (Vicky Krieps), who soon becomes a fixture in his life as his muse and lover. Once controlled and planned, he finds his carefully tailored life disrupted by love.", "releaseDateAndRating": "December 25, 2017\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.7", "list_rank": "37.", "image_url": "https://static.metacritic.com/images/products/movies/6/00e2829c8e48c58cfbedd66616002d8a-98.jpg"}, {"title": "Goodfellas", "description": "Based on the bestselling book \"Wiseguy\" by Nicholas Pileggi, Scorsese's film profiles nearly 30 years of mob life in New York City.", "releaseDateAndRating": "September 1, 1990\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.7", "list_rank": "38.", "image_url": "https://static.metacritic.com/images/products/movies/5/e8012fbf4756c57d635e01230b3f113d-98.jpg"}, {"title": "A Prophet", "description": "Condemned to six years in prison, Malik El Djebena cannot read or write. Arriving at the jail entirely alone, he appears younger and more fragile than the other convicts. He is 19 years old. Cornered by the leader of the Corsican gang who rules the prison, he is given a number of \"missions\" to carry out, toughening him up and gaining the gang leader's confidence in the process. But Malik is brave and a fast learner, daring to secretly develop his own plans. (Sony Pictures Classics)", "releaseDateAndRating": "February 26, 2010\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.5", "list_rank": "39.", "image_url": "https://static.metacritic.com/images/products/movies/6/823c149549f40118f1f228dc6636a4c3-98.jpg"}, {"title": "A Brighter Summer Day (1991)", "description": "A young man living in China during the 60s explores his rebellious inclinations and becomes entangled with a dangerous street gang that results in juvenile homicide.", "releaseDateAndRating": "November 21, 2011\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.1", "list_rank": "40.", "image_url": "https://static.metacritic.com/images/products/movies/1/c3a5fb17c4c242be67de6da9facdac5e-98.jpg"}, {"title": "Dirty Harry", "description": "When an individual known as 'the Scorpio Killer' menaces the city, tough as nails San Francisco Police Inspector Harry Callahan (Eastwoood) is assigned to track down and deal with the psychopath. \"Iknowwhatyou're thinking. Did he fire six shots or only five? Well, to tell you the truth, in all this excitement, I've kinda lost track myself. But being as this is a 44 Magnum, the most powerful handgun in the world, and would blow your head clean off, you've only got to ask yourself one question: 'Do I feel lucky?' Well, do ya punk?\"", "releaseDateAndRating": "December 23, 1971\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.3", "list_rank": "41.", "image_url": "https://static.metacritic.com/images/products/movies/1/7130aee2eb9cae196b8a39aa9fde1601-98.jpg"}, {"title": "United 93", "description": "Acclaimed filmmaker Paul Greengrass writes and directs an unflinching drama that tells the story of the passengers and crew, their families on the ground and the flight controllers who watched in dawning horror as United Flight 93 became the fourth hijacked plane on the day of the worst terrorist attacks on American soil: September 11, 2001.  (Universal Pictures)", "releaseDateAndRating": "April 28, 2006\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.6", "list_rank": "42.", "image_url": "https://static.metacritic.com/images/products/movies/5/556dff543e2b2550269f30f85d6cf1c0-98.jpg"}, {"title": "Capturing the Friedmans", "description": "The Friedmans are a seemingly typical, upper-middle-class Jewish family whose world is instantly transformed when the father and his youngest son are arrested and charged with shocking and horrible crimes.", "releaseDateAndRating": "May 30, 2003\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.9", "list_rank": "43.", "image_url": "https://static.metacritic.com/images/products/movies/6/adefa5a552d3e86e70ae30abaeabe417-98.jpg"}, {"title": "American Hustle", "description": "A fictional film set in the alluring world of one of the most stunning scandals to rock our nation, American Hustle tells the story of con man Irving Rosenfeld (Christian Bale), who along with his equally cunning and seductive partner Sydney Prosser (Amy Adams) is forced to work for a wild FBI agent Richie DiMaso (Bradley Cooper). DiMaso pushes them into a world of Jersey powerbrokers and mafia that's as dangerous as it is enchanting. Caught between the con-artists and Feds is Carmine Polito (Jeremy Renner), the passionate, volatile, New Jersey political operator, but it's Irving's unpredictable wife Rosalyn (Jennifer Lawrence) who could be the one to pull the thread that brings the entire world crashing down. [Sony Pictures]", "releaseDateAndRating": "December 13, 2013\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.3", "list_rank": "44.", "image_url": "https://static.metacritic.com/images/products/movies/2/03c09098382fcbbd32b3d9a45e31599f-98.jpg"}, {"title": "Investigation of a Citizen Above Suspicion [re-release]", "description": "A detective (Gian Maria Volontè) kills his mistress and deliberately leaves clues to prove his own responsibility for the crime in this 1970 Italian drama.", "releaseDateAndRating": "April 4, 2003\n | R", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.1", "list_rank": "45.", "image_url": "https://static.metacritic.com/images/products/movies/9/fe9537a9551d58db5b67072797ab40f5-98.jpg"}, {"title": "Assault on Precinct 13", "description": "The lone inhabitants of an abandoned police station are under attack by the overwhelming numbers of a seemingly unstoppable street gang.", "releaseDateAndRating": "November 5, 1976\n | R", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n7.4", "list_rank": "46.", "image_url": "https://static.metacritic.com/images/products/movies/1/c9b97b591987b7998109b94a146f4b80-98.jpg"}, {"title": "Man on Wire", "description": "On August 7th 1974, a young Frenchman named Philippe Petit stepped out on a wire illegally rigged between New York's twin towers, then the world’s tallest buildings. After nearly an hour dancing on the wire, he was arrested, taken for psychological evaluation, and brought to jail before he was finally released. Following six and a half years of dreaming of the towers, Petit spent eight months in New York City planning the execution of the coup. Aided by a team of friends and accomplices, Petit was faced with numerous extraordinary challenges: he had to find a way to bypass the WTC’s security; smuggle the heavy steel cable and rigging equipment into the towers; pass the wire between the two rooftops; anchor the wire and tension it to withstand the winds and the swaying of the buildings. The rigging was done by night in complete secrecy. At 7:15 AM, Philippe took his first step on the high wire 1,350 feet above the sidewalks of Manhattan. [Magnolia Pictures]", "releaseDateAndRating": "July 25, 2008\n | PG-13", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.2", "list_rank": "47.", "image_url": "https://static.metacritic.com/images/products/movies/0/8f6375a90592f7e5f12d7108aa74241a-98.jpg"}, {"title": "Force of Evil", "description": "An unethical lawyer, with an older brother he wants to help, becomes a partner with a client in the numbers racket.", "releaseDateAndRating": "March 1, 1949\n | Passed", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "48.", "image_url": "https://static.metacritic.com/images/products/movies/8/9d9dcd99ae6ab1d2eafe5d987aa4f5e1-98.jpg"}, {"title": "Gangs of Wasseypur", "description": "Gangs of Wasseypur charts seventy years in the lives – and spectacular deaths – of two mafia-like families fighting for control of the coal-mining town of Wasseypur, India. Inspired by the real-life exploits of local gangs and beginning with the bandit-like career of Shahid Khan (Jaideep Ahlawat) in the 1940s, the film follows the ruthless rise of his son Sardar (Manoj Bajpayee) and his offspring Faizal (Nawazuddin Siddiqui), Danish, Perpendicular and Definitive and their their longtime nemesis, the wily and seemingly unstoppable Ramadhir Singh (Tigmanshu Dhulia). [Cinelicious Pics]", "releaseDateAndRating": "January 16, 2015\n | R", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.7", "list_rank": "49.", "image_url": "https://static.metacritic.com/images/products/movies/7/3bf3c3c3d46465cdc37ac43ab403ba12-98.jpg"}, {"title": "In Cold Blood (re-release)", "description": "Originally released in 1967, In Cold Blood is the powerful, true story of a callous murder, based upon the best-selling novel by Truman Capote.  (Sony)", "releaseDateAndRating": "March 3, 2006\n | Approved", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.0", "list_rank": "50.", "image_url": "https://static.metacritic.com/images/products/movies/7/bd6f7a7daa1ab26b7ccfa73af6eedd07-98.jpg"}, {"title": "Quai des Orfèvres [re-release]", "description": "Brilliantly transforming a classic whodunit plot, Gallic Master of Suspense Henri-Georges Clouzot takes us from the wings and dressing rooms of the Parisian music hall and circus worlds to the drab, airless corridors and holding cells of the Quai's Criminal Investigations Department, in a blend of social realism and psychological cruelty that became his trademark. One of the uncontested masterpieces of the postwar French cinema, but rarely seen here since its original 1947 U.S. release (as \"Jenny Lamour\").  (Film Forum)", "releaseDateAndRating": "October 25, 2002", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n7.6", "list_rank": "51.", "image_url": "https://static.metacritic.com/images/products/movies/8/510d9f10014240ca9df039e6ca53ba63-98.jpg"}, {"title": "Piccadilly [re-release]", "description": "E.A. (Varieté) Dupont's Piccadilly, the 1929 silent masterpiece brilliantly restored by the British Film Institute, stars the sultry Anna May Wong in her greatest role.  (Milestone Films)", "releaseDateAndRating": "January 23, 2004\n | TV-PG", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "52.", "image_url": "https://static.metacritic.com/images/products/movies/2/1db4ec1418b4ca961fae61f6741ab8f6-98.jpg"}, {"title": "Capote", "description": "A profile of Truman Capote during the years he researched the story that was to become the basis for the book \"In Cold Blood.\"", "releaseDateAndRating": "September 30, 2005\n | R", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.7", "list_rank": "53.", "image_url": "https://static.metacritic.com/images/products/movies/0/28e2f26cae7fc2753cb28cd888898949-98.jpg"}, {"title": "Strangers on a Train", "description": "A psychotic socialite attempts to force a professional tennis star to prove a theory that two complete strangers can get away with murder.", "releaseDateAndRating": "June 30, 1951\n | TV-PG", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.8", "list_rank": "54.", "image_url": "https://static.metacritic.com/images/products/movies/5/a3a4e3decd726644c45917f4f2e18a0d-98.jpg"}, {"title": "Three Billboards Outside Ebbing, Missouri", "description": "After months have passed without a culprit in her daughter’s murder case, Mildred Hayes (Frances McDormand) makes a bold move, painting three signs leading into her town with a controversial message directed at William Willoughby (Woody Harrelson), the town's revered chief of police. When his second-in-command Officer Dixon (Sam Rockwell), an immature mother’s boy with a penchant for violence, gets involved, the battle between Mildred and Ebbing's law enforcement is only exacerbated.", "releaseDateAndRating": "November 10, 2017\n | R", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.8", "list_rank": "55.", "image_url": "https://static.metacritic.com/images/products/movies/4/fd5843e5838fc24d78880f89d3039217-98.jpg"}, {"title": "Thelma & Louise", "description": "Director Ridley Scott's infamous feminist road movie.", "releaseDateAndRating": "May 24, 1991\n | R", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.2", "list_rank": "56.", "image_url": "https://static.metacritic.com/images/products/movies/7/e9cbd916690ef5d992953a046dfb5160-98.jpg"}, {"title": "Band of Outsiders [re-release]", "description": "A new 35mm print of Jean-Luc Godard's 1964 New Wave gangster film.", "releaseDateAndRating": "August 18, 2001", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.5", "list_rank": "57.", "image_url": "https://static.metacritic.com/images/products/movies/0/02c0b3afd88b270b3ae0e9412a1c57f9-98.jpg"}, {"title": "Mafioso [re-release]", "description": "This re-release of the 1962 classic mob comedy stars award winning Italian cultural icon and actor Albert Sordi. Mafioso explores the regionalisms, preconceptions, and ethnic stereotypes of Italian culture in a witty and often uproarious manner when a slightly foolish factory worker (Sordi) takes his wife on a trip to Italy to meet his Sicilian family.", "releaseDateAndRating": "January 19, 2007", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.3", "list_rank": "58.", "image_url": "https://static.metacritic.com/images/products/movies/8/f94b0e60f06de3e1454ead9532b03319-98.jpg"}, {"title": "Hell or High Water", "description": "Two brothers—Toby (Chris Pine), a straight-living, divorced father trying to make a better life for his son; and Tanner (Ben Foster), a short-tempered ex-con with a loose trigger finger—come together to rob branch after branch of the bank that is foreclosing on their family land. The hold-ups are part of a last-ditch scheme to take back a future that powerful forces beyond their control have stolen from under their feet. Vengeance seems to be theirs until they find themselves in the crosshairs of a relentless, foul-mouthed Texas Ranger (Jeff Bridges) looking for one last triumph on the eve of his retirement. As the brothers plot a final bank heist to complete their plan, a showdown looms at the crossroads where the last honest law man and a pair of brothers with nothing to live for except family collide.", "releaseDateAndRating": "August 12, 2016\n | R", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.1", "list_rank": "59.", "image_url": "https://static.metacritic.com/images/products/movies/1/8af977edc3cb8cb98ada67ad3673c256-98.jpg"}, {"title": "Mildred Pierce", "description": "A hard-working mother inches towards disaster as she divorces her husband and starts a successful restaurant business to support her spoiled daughter.", "releaseDateAndRating": "October 20, 1945\n | TV-PG", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.6", "list_rank": "60.", "image_url": "https://static.metacritic.com/images/products/movies/5/c00743437ee4130f4373f82d263fd456-98.jpg"}, {"title": "To Kill a Mockingbird", "description": "Atticus Finch, a lawyer in the Depression-era South, defends a black man against an undeserved rape charge, and his kids against prejudice.", "releaseDateAndRating": "December 25, 1962\n | TV-PG", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.5", "list_rank": "61.", "image_url": "https://static.metacritic.com/images/products/movies/1/ad696e2b042605eba9159e9f9e9c69d9-98.jpg"}, {"title": "L'Enfant (The Child)", "description": "Dispossessed twenty-year old Bruno lives with his eighteen-year-old girlfriend Sonia in Seraing, an eastern Belgian steel town. They live off Sonia's unemployment benefits and the panhandling and petty theft committed by Bruno and his gang. Their lives change forever when Sonia gives birth to their child, Jimmy.  [Sony Pictures Classics]", "releaseDateAndRating": "March 24, 2006\n | R", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.6", "list_rank": "62.", "image_url": "https://static.metacritic.com/images/products/movies/1/a3feb7abee9c845892aab57393717b29-98.jpg"}, {"title": "Sweet Country", "description": "Sam, a middle-aged Aboriginal man, works for a preacher in the outback of Australia’s Northern Territory. When Harry, a bitter war veteran, moves into a neighbouring outpost, the preacher sends Sam and his family to help Harry renovate his cattle yards. But Sam’s relationship with the cruel and ill-tempered Harry quickly deteriorates, culminating in a violent shootout in which Sam kills Harry in self-defence. As a result, Sam becomes a wanted criminal for the murder of a white man, and is forced to flee with his wife across the deadly outback, through glorious but harsh desert country. A hunting party led by the local lawman Sergeant Fletcher is formed to track Sam down. But as the true details of the killing start to surface, the community begins to question whether justice is really being served.", "releaseDateAndRating": "April 6, 2018\n | R", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.2", "list_rank": "63.", "image_url": "https://static.metacritic.com/images/products/movies/9/e25149b9421de91893a41e7ceebdf7cb-98.jpg"}, {"title": "Can You Ever Forgive Me?", "description": "When bestselling celebrity biographer, Lee Israel, is no longer able to get published because she has fallen out of step with current tastes, she turns her art form to deception, abetted by her loyal friend, Jack.", "releaseDateAndRating": "October 19, 2018\n | R", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.6", "list_rank": "64.", "image_url": "https://static.metacritic.com/images/products/movies/6/d24527b443d2476e8b674e3a35cd10df-98.jpg"}, {"title": "Scarface", "description": "An ambitious and nearly insane violent gangster climbs the ladder of success in the mob, but his weaknesses prove to be his downfall.", "releaseDateAndRating": "April 9, 1932\n | Passed", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\ntbd", "list_rank": "65.", "image_url": "https://static.metacritic.com/images/products/movies/2/333dce2ebe7ab02a7c7b54fd31f65b52-98.jpg"}, {"title": "The Long Goodbye", "description": "Private investigator Philip Marlowe helps a friend out of a jam then gets implicated in his wife's murder.", "releaseDateAndRating": "March 7, 1973\n | R", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.3", "list_rank": "66.", "image_url": "https://static.metacritic.com/images/products/movies/6/8a3eb1010b982aad692e91898edc895b-98.jpg"}, {"title": "Gomorrah", "description": "Power, money and blood: these are the values that the residents of the province of Naples and Caserta confront every day. They have practically no choice, and are forced to obey the rules of the \"System,\" the Camorra. Only a lucky few can even think of leading a normal life. Five stories are woven together in this violent scenario, set in a cruel and ostensibly invented world, but one that is deeply rooted in reality. (IFC Films)", "releaseDateAndRating": "February 13, 2009\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.2", "list_rank": "67.", "image_url": "https://static.metacritic.com/images/products/movies/9/af6fee3537c8cbb1e680301e89112054-98.jpg"}, {"title": "The Fugitive", "description": "Adapted from the popular 1960s television, this is the story of Dr. Richard Kimble (Ford), who has been falsely accused and convicted of his wife's murder.", "releaseDateAndRating": "August 6, 1993\n | PG-13", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.7", "list_rank": "68.", "image_url": "https://static.metacritic.com/images/products/movies/4/7ed563495be5e18289c5dba70c8a3050-98.jpg"}, {"title": "One False Move", "description": "Three criminals—Fantasia (Cynda Williams), Ray Malcolm (Billy Bob Thornton) and Pluto (Michael Beach)—travel from Los Angeles to Houston, finally arriving in a small Arkansas town to go into hiding. Two detectives from the LAPD, who are already on the case, contact the town's sheriff, Dale Dixon (Bill Paxton), to alert him of the fugitives' presence in the area. Underestimating Dixon, the criminals have no idea what they are about to face.", "releaseDateAndRating": "May 8, 1992\n | R", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.7", "list_rank": "69.", "image_url": "https://static.metacritic.com/images/products/movies/4/216bdbc0cb76ca980316419e058e0e69-98.jpg"}, {"title": "If Beale Street Could Talk", "description": "Set in early-1970s Harlem, If Beale Street Could Talk is a timeless and moving love story of both a couple's unbreakable bond and the African-American family's empowering embrace, as told through the eyes of 19-year old Tish Rivers (KiKi Layne).  A daughter and wife-to-be, Tish vividly recalls the passion, respect and trust that have connected her and her artist fiancé Alonzo Hunt, who goes by the nickname Fonny (Stephan James).  Friends since childhood, the devoted couple dream of a future together but their plans are derailed when Fonny is arrested for a crime he did not commit. Tish knows that Fonny is innocent, and is mindful that his good friend Daniel Carty (Brian Tyree Henry) has only recently been freed after an unjust incarceration.  While Fonny's mother (Aunjanue Ellis) clings to piety and his father (Michael Beach) grapples with feelings of powerlessness, Tish's earthy father Joseph (Colman Domingo) and fierce older sister Ernestine (Teyonah Parris) are unwavering in their support.  Even more anxious to clear Fonny's name is Tish's deeply compassionate mother Sharon (Regina King), readying to put herself on the line for her daughter and future son-in-law's happiness...and for the couple's unborn child, whose arrival will herald new joys and challenges.  Facing the unexpected prospect of parenthood and holding down a job without her partner at her side, Tish must adjust her perspective on the realities of her existence.  She visits Fonny regularly, trying to shore up his spirit even as prison takes its toll.  As the weeks turn to months, Tish reaffirms their hopes and resilience, relying on familial and inner strength. [Annapurna Pictures]", "releaseDateAndRating": "December 14, 2018\n | R", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.1", "list_rank": "70.", "image_url": "https://static.metacritic.com/images/products/movies/4/ad15f4dab31620ef0eebc678bcef4e3b-98.jpg"}, {"title": "Serpico (re-release)", "description": "Sidney Lumet's 1973 film stars Al Pacino as New York cop Frank Serpico.", "releaseDateAndRating": "August 6, 2004\n | R", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.5", "list_rank": "71.", "image_url": "https://static.metacritic.com/images/products/movies/6/25602b2dd988c45a8d62c9ab791749e5-98.jpg"}, {"title": "Maria Full of Grace", "description": "This film follows a bright, gutsy young woman on a life-changing -- and life-threatening -- odyssey from Colombia to New York, weaving a gripping narrative of risk, determination and survival. (Fine Line Features)", "releaseDateAndRating": "July 16, 2004\n | R", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n2.5", "list_rank": "72.", "image_url": "https://static.metacritic.com/images/products/movies/1/0839c9ff34f78bd164d028667bb54e24-98.jpg"}, {"title": "The Thin Man", "description": "Former detective Nick Charles and his wealthy wife Nora investigate a murder case, mostly for the fun of it.", "releaseDateAndRating": "May 25, 1934\n | Passed", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\ntbd", "list_rank": "73.", "image_url": "https://static.metacritic.com/images/products/movies/0/fcb679beecbd6b40b102b11e8fd98efc-98.jpg"}, {"title": "Point Blank", "description": "After being double-crossed and left for dead, a mysterious man named Walker single-mindedly tries to retrieve the money that was stolen from him.", "releaseDateAndRating": "August 31, 1967\n | Approved", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n6.8", "list_rank": "74.", "image_url": "https://static.metacritic.com/images/products/movies/1/a8ff8b036043460fe13345aa9f5c2ca7-98.jpg"}, {"title": "The Murder of Fred Hampton", "description": "Fred Hampton was the leader of the Illinois Chapter of the Black Panther Party. This film depicts his brutal murder by the Chicago police and its subsequent investigation, but also documents his activities in organizing the Chapter, his public speeches, and the programs he founded for children during the last eighteen months of his life.", "releaseDateAndRating": "October 4, 1971\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\ntbd", "list_rank": "75.", "image_url": "https://static.metacritic.com/images/products/movies/0/8cb5f5c2270ce06a89467e92b6b068e0-98.jpg"}, {"title": "Dog Day Afternoon", "description": "A man robs a bank to pay for his lover's operation; it turns into a hostage situation and a media circus.", "releaseDateAndRating": "December 25, 1975\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.7", "list_rank": "76.", "image_url": "https://static.metacritic.com/images/products/movies/1/2364e846f46c734ea1aaa859934bcef2-98.jpg"}, {"title": "Heavenly Creatures", "description": "Two teenage girls share a unique bond; their parents, concerned that the friendship is too intense, separate them, and the girls take revenge.", "releaseDateAndRating": "November 16, 1994\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\ntbd", "list_rank": "77.", "image_url": "https://static.metacritic.com/images/products/movies/0/c682778b25919f42a6276d2f0cbc62cb-98.jpg"}, {"title": "Dreamcatcher", "description": "For twenty-five years Brenda Myers-Powell called herself Breezy and she dominated her world, or that's what she thought. It was a world that had turned her into a teenage, drug-addicted prostitute. After a violent encounter with a john, Brenda woke up in the hospital and decided to change her life. Today she is a beacon of hope and a pillar of strength for hundreds of women and girls as young as fourteen who want to change their own lives.", "releaseDateAndRating": "March 20, 2015", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n6.3", "list_rank": "78.", "image_url": "https://static.metacritic.com/images/products/movies/2/e68ff999bc2fb73f8681f05973f93d6b-98.jpg"}, {"title": "To Die For", "description": "Structured in a documentary style, the film focuses on the life of a woman (Kidman) obsessed with the dream of becoming a media personality.  (Sony Pictures Entertainment)", "releaseDateAndRating": "September 27, 1995\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.9", "list_rank": "79.", "image_url": "https://static.metacritic.com/images/products/movies/8/dfa2490cb906ac85372264f87d9a5610-98.jpg"}, {"title": "Boys Don't Cry", "description": "Based on a true story, Brandon Teena (Swank) is the popular new \"guy\" in a tiny Nebraska town and falls in love with local girl Lana (Sevigny).  When it is revealed that Brandon is actually a woman, Lana's family and friends put Brandon's life in jeopardy.", "releaseDateAndRating": "October 8, 1999\n | TV-MA", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.7", "list_rank": "80.", "image_url": "https://static.metacritic.com/images/products/movies/4/5d45df7882032e64ca55480525797d3c-98.jpg"}, {"title": "In the Bedroom", "description": "Set in a tranquil town on the coast of Maine, In the Bedroom tells the story of a couple whose only child is involved in a love affair with a single mother.  When the relationship comes to a sudden and tragic end, each person must face the intensely difficult decision of how to respond. [Miramax]", "releaseDateAndRating": "November 23, 2001\n | TV-MA", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.5", "list_rank": "81.", "image_url": "https://static.metacritic.com/images/products/movies/7/ecf560b9d7e905903f60e9fd375401ac-98.jpg"}, {"title": "Museo", "description": "Perennial students Juan and Wilson are planning a daring coup. They intend to break into the National Museum of Anthropology in Mexico City and steal precious Mayan, Mixtec and Zapotec artefacts, in particular the funerary mask of King Pakal. While their families celebrate Christmas they get down to business, just like a couple of seasoned criminals. Everything goes off without a hitch and, with their sports bags stuffed full of treasures, they return home to see on the news how their deed is described as an attack on the entire nation. Only now do they realise the gravity of their actions. Feeling more than a little queasy, they set about fencing their haul. The ensuing road movie takes us from the impressive Mayan ruins of Palenque to the chic seaside resort of Acapulco. Even when Juan and Wilson are behind the wheel, their endeavour has long since gone off the rails.", "releaseDateAndRating": "September 14, 2018\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.6", "list_rank": "82.", "image_url": "https://static.metacritic.com/images/products/movies/6/32ab02a7219e35f3f4730eac29bf64af-98.jpg"}, {"title": "Bonnie and Clyde", "description": "Warren Beatty and Faye Dunaway are the legendary Depression-era bandits and lovers in this landmark film that won two Academy Awards and triggered a revolution in screen violence. (Warner Bros.)", "releaseDateAndRating": "August 13, 1967\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.3", "list_rank": "83.", "image_url": "https://static.metacritic.com/images/products/movies/0/4e65bd0ebc68c2c8748e9989941c1053-98.jpg"}, {"title": "West Side Story", "description": "Two youngsters from rival New York City gangs fall in love, but tensions between their respective friends build toward tragedy.", "releaseDateAndRating": "December 13, 1961\n | Approved", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.7", "list_rank": "84.", "image_url": "https://static.metacritic.com/images/products/movies/7/f21e7eaeefe3c7c85f393af3a1f48f74-98.jpg"}, {"title": "Deliver Us from Evil", "description": "This controversial documentary is the story of Father Oliver O'Grady, the most notorious pedophile in the history of the modern Catholic Church.", "releaseDateAndRating": "October 13, 2006\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.0", "list_rank": "85.", "image_url": "https://static.metacritic.com/images/products/movies/1/49bf8a72d6d472c952dc675e7018236a-98.jpg"}, {"title": "Drug War", "description": "A drug cartel boss who is arrested in a raid is coerced into betraying his former accomplices as part of an undercover operation.", "releaseDateAndRating": "July 26, 2013\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.1", "list_rank": "86.", "image_url": "https://static.metacritic.com/images/products/movies/7/dc4e145e21793e446881174e8d9f30bc-98.jpg"}, {"title": "Traffic", "description": "Traffic evokes the high stakes and high risks of the drug trade, as seen through a series of interrelated stories, some of which are highly personal and some of which are filled with intrigue and danger.  (USA Films)", "releaseDateAndRating": "December 27, 2000\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.9", "list_rank": "87.", "image_url": "https://static.metacritic.com/images/products/movies/8/ee286eb9a5e54dad26db442429a787ec-98.jpg"}, {"title": "The Grifters", "description": "When small-time cheat Roy Dillon (Cusack) winds up in the hospital following an unsuccessful scam, it sets up a confrontation between his estranged mother Lilly (Huston) and sexy girlfriend Myra (Bening). Both Lilly and Myra are ruthless confidence artists playing the con game in a league far above Roy ... and always looking for their next victim. The question soon becomes who's conning who as Roy finds himself caught in a complicated web of passion and mistrust. (Miramax)", "releaseDateAndRating": "December 5, 1990\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.8", "list_rank": "88.", "image_url": "https://static.metacritic.com/images/products/movies/0/f703abcb0dc0f3f98d41eae2ef4fa17a-98.jpg"}, {"title": "This Is England", "description": "It's 1983, 12-year-old Shaun is an isolated lad growing up in a grim coastal town, whose father has died fighting in the Falklands war. He finds fresh males role models when those in the local skinhead scene take him in. Here he meets Combo, an older, racist skinhead who has recently got out of prison. As Combo's gang harass the local ethnic minorities, the course is set for a rite of passage that will hurl Shaun from innocence to experience. (IFC Films)", "releaseDateAndRating": "July 27, 2007\n | Unrated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.8", "list_rank": "89.", "image_url": "https://static.metacritic.com/images/products/movies/1/715f353f15dcf3114c1fd8155d1a76e3-98.jpg"}, {"title": "The Player", "description": "A Hollywood studio executive (Tim Robbins) with a shaky moral compass finds himself caught up in a criminal situation that would be right at home in one of his movie projects, in this biting industry satire from Robert Altman. Mixing elements of film noir with sly insider comedy, The Player, based on a novel by Michael Tolkin, functions as both a nifty stylish murder story and a commentary on its own making, and it is stocked with a heroic supporting cast (Peter Gallagher, Whoopi Goldberg, Greta Scacchi, Dean Stockwell, Fred Ward) and a lineup of star cameos that make for an astonishing Hollywood who’s who. This complexly woven grand entertainment (which kicks off with one of American cinema’s most audacious and acclaimed opening shots) was the film that marked Altman’s triumphant commercial comeback in the early 1990s.", "releaseDateAndRating": "April 3, 1992\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.1", "list_rank": "90.", "image_url": "https://static.metacritic.com/images/products/movies/7/42570a18ef6361ea31e45ba16b8de479-98.jpg"}, {"title": "Sweet Sixteen", "description": "Liam's Mom, Jean is in prison...but is due to be released in time for his 16th birthday.  This time Liam is determined that things will be different.  He dreams of a family life he's never had, which means creating a safe haven beyond the reach of wasters like Jean's boyfriend Stan and his own mean-spirited grandfather. (Lions Gate Films)", "releaseDateAndRating": "May 16, 2003\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.3", "list_rank": "91.", "image_url": "https://static.metacritic.com/images/products/movies/2/0d7720a587b1ce6a9d6038dd8f35f48c-98.jpg"}, {"title": "Z", "description": "Following the murder of a prominent leftist, an investigator tries to uncover the truth while government officials attempt to cover up their roles.", "releaseDateAndRating": "December 8, 1969\n | M/PG", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\ntbd", "list_rank": "92.", "image_url": "https://static.metacritic.com/images/products/movies/8/cae0c0e1d9f671c81242f83e48d31744-98.jpg"}, {"title": "Baby Driver", "description": "A talented, young getaway driver (Ansel Elgort) relies on the beat of his personal soundtrack to be the best in the game. When he meets the girl of his dreams (Lily James), Baby sees a chance to ditch his criminal life and make a clean getaway. But after being coerced into working for a crime boss (Kevin Spacey), he must face the music when a doomed heist threatens his life, love and freedom.", "releaseDateAndRating": "June 28, 2017\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.8", "list_rank": "93.", "image_url": "https://static.metacritic.com/images/products/movies/7/7a85d661c5793376aa5ef60d517a7593-98.jpg"}, {"title": "Desire", "description": "An automotive engineer bound for a holiday in Spain meets a sultry jewel thief.", "releaseDateAndRating": "February 28, 1936\n | TV-PG", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\ntbd", "list_rank": "94.", "image_url": "https://static.metacritic.com/images/products/movies/0/8ddf5b7ef9e93aaf5c47fafcfc1dd18b-98.jpg"}, {"title": "Fargo", "description": "Jerry Lundegaard (William H. Macy) is a car salesman in Minneapolis who has landed himself deep into debt. Desperate for money, he hires two inept crooks to kidnap his own wife in the hope that her wealthy father will pay the ransom, giving him enough cash to pay off his associates and clear his debts.", "releaseDateAndRating": "March 8, 1996\n | R", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n8.7", "list_rank": "95.", "image_url": "https://static.metacritic.com/images/products/movies/5/104d72963fc99aa1706a37f4ef50cabe-98.jpg"}, {"title": "Sabotage", "description": "A Scotland Yard undercover detective is on the trail of a saboteur who is part of a plot to set off a bomb in London. But when the detective's cover is blown, the plot begins to unravel.", "releaseDateAndRating": "January 11, 1937\n | Approved", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\ntbd", "list_rank": "96.", "image_url": "https://static.metacritic.com/images/products/movies/9/7e49a36015cc12f2db0c669bc5989ca5-98.jpg"}, {"title": "Athlete A", "description": "In Athlete A, filmmakers Bonni Cohen and Jon Shenk delve into the unchecked abuse inside the world of elite competitive gymnastics. Equal parts devastating and inspiring, the film follows the IndyStar reporters as they reveal the extensive cover-up and culture of cruelty that was allowed to thrive within elite gymnastics, the attorney fighting the institutions, and most importantly, the brave whistle-blowers who refuse to be silenced. [Netflix]", "releaseDateAndRating": "June 24, 2020\n | PG-13", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n6.8", "list_rank": "97.", "image_url": "https://static.metacritic.com/images/products/movies/2/cda96a2a04f1d040ad68a65bcc22faf8-98.jpg"}, {"title": "Mona Lisa", "description": "A man recently released from prison manages to get a job driving a call girl from customer to customer.", "releaseDateAndRating": "June 13, 1986\n | R", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\ntbd", "list_rank": "98.", "image_url": "https://static.metacritic.com/images/products/movies/4/1de3bab659fab1d86b2946af58f541b8-98.jpg"}, {"title": "Tales of the Grim Sleeper", "description": "Nick Broomfield digs into the case of the notorious serial killer known as the Grim Sleeper, who terrorized South Central Los Angeles over a span of twenty-five years.", "releaseDateAndRating": "December 26, 2014\n | Not Rated", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\ntbd", "list_rank": "99.", "image_url": "https://static.metacritic.com/images/products/movies/1/9f9bb259249eb3ad49673ad6d142a36e-98.jpg"}, {"title": "Easy Rider", "description": "An alcoholic attorney (Nicholson) hooks up with two part-time, drug-dealing motorcyclists (Fonda and Hopper) in search of their \"American Dream.\" Heading from California to New Orleans, they sample the highs and lows of America the beautiful in a stoned-out quest for life's true meaning. (Sony Pictures)", "releaseDateAndRating": "July 14, 1969\n | R", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.6", "list_rank": "100.", "image_url": "https://static.metacritic.com/images/products/movies/9/42385d9d153edfca1e365d27f464c6ad-98.jpg"}]}]}