{"contentList": [{"categoryHeader": "All Time Great documentary Movies", "listItems": [{"title": "Best Kept Secret", "description": "JFK High School, located in the midst of a run-down area in Newark, New Jersey, is a public school for all types of students with special education needs, ranging from those on the autism spectrum to those with multiple disabilities. Janet Mino has taught her class of young men with autism for four years. When they all graduate in the spring of 2012, they will leave the security of the public school system forever. Best Kept Secret follows Ms. Mino and her students over the year and a half before graduation. The clock is ticking to find them a place in the adult world â", "releaseDateAndRating": "September 6, 2013\n | Not Rated", "meta_score": "Metascore:\n\n100", "user_score": "User Score:\n\n6.2", "list_rank": "1.", "image_url": "https://static.metacritic.com/images/products/movies/2/b7e3c2b44cbb4417243639640e53c68f-98.jpg"}, {"title": "Shoah (re-release)", "description": "Twelve years in the making, Shoah is Claude Lanzmann’s monumental epic on the Holocaust featuring interviews with survivors, bystanders and perpetrators in 14 countries. The film does not contain any historical footage but rather features interviews which seek to ‘‘reincarnate’’ the Jewish tragedy and also visits places where the crimes took place. Growing out of Lanzmann’s concern that the genocide perpetrated only 40  years earlier was already retreating into the mists of time, and that the atrocity was becoming sanitized as History, his massive achievement-at once epic and intimate,  immediate and definitive-is a triumph of form and content that reveals hidden truths while rewriting the rules of documentary filmmaking. Shoah remains nothing less than essential. [IFC Films]", "releaseDateAndRating": "December 10, 2010\n | Not Rated", "meta_score": "Metascore:\n\n99", "user_score": "User Score:\n\n7.2", "list_rank": "2.", "image_url": "https://static.metacritic.com/images/products/movies/7/4dd78ba404034988e2f137672a761dc3-98.jpg"}, {"title": "Hoop Dreams", "description": "Two inner-city Chicago boys with hopes of becoming professional basketball players struggle to become college players.", "releaseDateAndRating": "October 14, 1994\n | PG-13", "meta_score": "Metascore:\n\n98", "user_score": "User Score:\n\n8.0", "list_rank": "3.", "image_url": "https://static.metacritic.com/images/products/movies/2/18e6a88baf392f8b0f84213eed85be13-98.jpg"}, {"title": "King in the Wilderness", "description": "King in the Wilderness chronicles the final chapters of Dr. Martin Luther King Jr.’s life, revealing a conflicted leader who faced an onslaught of criticism from both sides of the political spectrum.", "releaseDateAndRating": "March 30, 2018\n | TV-14", "meta_score": "Metascore:\n\n97", "user_score": "User Score:\n\n8.0", "list_rank": "4.", "image_url": "https://static.metacritic.com/images/products/movies/0/020ab2a663c41f757eae2661552cb08c-98.jpg"}, {"title": "Summer of Soul (...Or, When the Revolution Could Not Be Televised)", "description": "In 1969, during the same summer as Woodstock, a different music festival took place 100 miles away. More than 300,000 people attended the summer concert series known as the Harlem Cultural Festival. It was filmed, but after that summer, the footage sat in a basement for 50 years. It has never been seen. Until now. [Sundance]", "releaseDateAndRating": "July 2, 2021\n | Not Rated", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n7.1", "list_rank": "5.", "image_url": "https://static.metacritic.com/images/products/movies/5/d7540b506275ecdeffbc2b8a9a09a82a-98.jpg"}, {"title": "Virunga", "description": "In the forested depths of eastern Congo lies Virunga National Park, one of the most bio-diverse places in the world and home to the last of the mountain gorillas. In this wild, but enchanted environment, a small and embattled team of park rangers - including an ex-child soldier turned ranger, a carer of orphan gorillas and a Belgian conservationist - protect this UNESCO world heritage site from armed militia, poachers and the dark forces struggling to control Congo's rich natural resources. When the newly formed M23 rebel group declares war in May 2012, a new conflict threatens the lives and stability of everyone and everything they've worked so hard to protect.", "releaseDateAndRating": "November 7, 2014\n | Not Rated", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n8.3", "list_rank": "6.", "image_url": "https://static.metacritic.com/images/products/movies/0/95b42f9190b7c9b2398562cded32e52b-98.jpg"}, {"title": "I Am Not Your Negro", "description": "Director Raoul Peck envisions the book James Baldwin never finished - a radical narration about race in America, using the writer’s original words. He draws upon James Baldwin’s notes on the lives and assassinations of Medgar Evers, Malcolm X, and Martin Luther King Jr to explore and bring a fresh and radical perspective to the current racial narrative in America. [Magnolia Pictures]", "releaseDateAndRating": "December 9, 2016\n | PG-13", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n5.3", "list_rank": "7.", "image_url": "https://static.metacritic.com/images/products/movies/6/4f754e5f5da9c63346894604e8bf7ab1-98.jpg"}, {"title": "Woodstock", "description": "It happened on a small farm in upstate New York, for three remarkable days of mud and happiness in 1969, when over half a million people came together to celebrate life, love, and music--Woodstock. One camera crew was there, in the middle of everything, recording the live performances of many of the greatest singers and musicians of the era, and the joy, peace and rock 'n' roll experienced by hundreds of thousands.", "releaseDateAndRating": "March 26, 1970\n | R", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\ntbd", "list_rank": "8.", "image_url": "https://static.metacritic.com/images/products/movies/2/601cd44b3177a0fa22ecbff0b5e46f57-98.jpg"}, {"title": "Collective", "description": "Collective follows a heroic team of journalists as they uncover shocking, widespread corruption. After a deadly nightclub fire, the mysterious death of the owner of a powerful pharmaceutical firm, and the quiet resignation of a health minister—seemingly unrelated events, all within weeks of each other—the team of intrepid reporters exposes a much larger, much more explosive political scandal. COLLECTIVE is a fast-paced, real-time detective story about truth, accountability, and the value of an independent press in partisan times.", "releaseDateAndRating": "November 20, 2020\n | Not Rated", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n7.8", "list_rank": "9.", "image_url": "https://static.metacritic.com/images/products/movies/4/b7d4c9083c9f7f2f52cd076238430158-98.jpg"}, {"title": "Amazing Grace", "description": "A documentary presenting Aretha Franklin with choir at the New Bethel Baptist Church in Watts, Los Angeles in January 1972.", "releaseDateAndRating": "November 23, 2018", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n8.4", "list_rank": "10.", "image_url": "https://static.metacritic.com/images/products/movies/8/f4d98c7c9591b5835ab338d96a184ab3-98.jpg"}, {"title": "We Were Here", "description": "We Were Here documents the coming of what was called the “Gay Plague” in the early 1980s. It illuminates the profound personal and community issues raised by the AIDS epidemic as well as the broad political and social upheavals it unleashed.  It offers a cathartic validation for the generation that suffered through, and responded to, the onset of AIDS. It opens a window of understanding to those who have only the vaguest notions of what transpired in those years. It provides insight into what society could, and should, offer its citizens in the way of medical care, social services, and community support. [Red Flag Releasing]", "releaseDateAndRating": "September 9, 2011\n | Not Rated", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n6.9", "list_rank": "11.", "image_url": "https://static.metacritic.com/images/products/movies/7/3cb0c30bccb6306f631dfa10055573c2-98.jpg"}, {"title": "First Cousin Once Removed", "description": "A distinguished poet, translator, critic and teacher, Edwin Honig wrote dozens of books and poems that attracted critical praise around the world. His seminal translations awakened English-speaking readers to previously overlooked literary giants, resulting in honorary knighthoods from the king of Spain and the president of Portugal.", "releaseDateAndRating": "September 20, 2013\n | Not Rated", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n6.5", "list_rank": "12.", "image_url": "https://static.metacritic.com/images/products/movies/3/3d447befa52dbdf194ce8f9bf2f1b4bd-98.jpg"}, {"title": "Faces Places", "description": "89-year old Agnes Varda, one of the leading figures of the French New Wave, and acclaimed 33 year-old French photographer and muralist JR teamed up to co-direct this enchanting documentary/road movie. Kindred spirits, Varda and JR share a lifelong passion for images and how they are created, displayed and shared. Together they travel around the villages of France in JR’s photo truck meeting locals, learning their stories and producing epic-size portraits of them. The photos are prominently displayed on houses, barns, storefronts and trains revealing the humanity in their subjects, and themselves. Faces Places documents these heart-warming encounters as well as the unlikely, tender friendship they formed along the way. [Cohen Media Group]", "releaseDateAndRating": "October 6, 2017\n | Not Rated", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n6.9", "list_rank": "13.", "image_url": "https://static.metacritic.com/images/products/movies/2/30d2acee7202ed4d8b43aba429b1634a-98.jpg"}, {"title": "David Byrne’s American Utopia", "description": "David Byrne’s American Utopia brings the critically acclaimed Broadway show to HBO in a one-of-a-kind film directed by Spike Lee. Recorded during its run at Broadway’s Hudson Theatre in New York City, David Byrne is joined by an ensemble of 11 musicians, singers, and dancers from around the globe, inviting audiences into a joyous dreamworld where human connection, self-evolution, and social justice are paramount.", "releaseDateAndRating": "October 17, 2020\n | Not Rated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n7.1", "list_rank": "14.", "image_url": "https://static.metacritic.com/images/products/movies/6/f32fb04c36c826ce33783069cab36552-98.jpg"}, {"title": "Shoah: Four Sisters", "description": "Starting in 1999, Claude Lanzmann made several films that could be considered satellites of Shoah, comprised of interviews conducted in the 1970s that didn’t make it into the final, monumental work. In the last years of the late director’s life, he decided to devote a film to four women from four different areas of Eastern Europe with four different destinies, each finding herself improbably alive after war’s end: Ruth Elias from Ostravia, Czechoslovakia; Paula Biren from Lodz, Poland; Ada Lichtman from further south in Krakow; and Hannah Marton from Cluj, or Kolozsvár, in Transylvania. Survivors of unimaginable Nazi horrors during the Holocaust, they tell their individual stories and become crucial witnesses to the barbarism they experienced. Each possesses a vivid intelligence and a commitment to candor that make their accounts of what they suffered through both searing and unforgettable. Four Sisters now arrives on the screen to remind audiences of the immense courage it took for these witnesses to return to their past as they share their deeply moving personal tragedies. The frankness of their words, their intensely scrutinized faces, and their bravery as they revisit unimaginable experiences will make them lasting presences in the moral universe of younger generations. [Cohen Media Group]", "releaseDateAndRating": "November 14, 2018\n | Not Rated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\ntbd", "list_rank": "15.", "image_url": "https://static.metacritic.com/images/products/movies/5/4fd993c8695be2fcbc0e22807423a4a3-98.jpg"}, {"title": "Sherpa", "description": "A fight on Everest? It seemed incredible. But in 2013 news channels around the world reported an ugly brawl at 21,000ft as European climbers fled a mob of angry Sherpas. In 1953, New Zealander Edmund Hillary and Sherpa Tenzing Norgay had reached the summit in a spirit of co-operation and brave optimism. Now climbers and Sherpas were trading insults - even blows. What had happened to the happy, smiling Sherpas and their dedication in getting foreigners to the top of the mountain they hold so sacred? Determined to explore what was going on, the filmmakers set out to make a film of the 2014 Everest climbing season, from the Sherpas' point of view. Instead, they captured a tragedy that would change Everest forever. At 6.45am on 18th April, 2014, a 14 million ton block of ice crashed down onto the climbing route through the Khumbu Icefall, killing 16 Sherpas. It was the worst tragedy in the history of Everest. The disaster provoked a drastic reappraisal about the role of the Sherpas in the Everest industry.", "releaseDateAndRating": "October 2, 2015\n | Not Rated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n7.7", "list_rank": "16.", "image_url": "https://static.metacritic.com/images/products/movies/2/6c028e032d4b5485d209093d565f5b2e-98.jpg"}, {"title": "The Decline of Western Civilization", "description": "The Los Angeles punk music scene circa 1980 is the focus of this film. With Alice Bag Band, Black Flag, Catholic Discipline, Circle Jerks, Fear, Germs, and X.", "releaseDateAndRating": "July 5, 1981\n | Not Rated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n7.0", "list_rank": "17.", "image_url": "https://static.metacritic.com/images/products/movies/1/fbb7dbf00843d30535e3f644c92b596a-98.jpg"}, {"title": "Brother's Keeper", "description": "This documentary by Joe Berlinger and Bruce Sinofsky details the murder trial of Delbert Ward. Delbert's of a family of 4 brothers (the other 3 being Roscoe, Lyman and William - Bill, for short), working as semi-literate farmers, and living together in isolation in a ramshackle shack, until William's death. The subsequent police investigation and medical examiner's autopsy suggested Bill may not have died from natural causes, and Delbert was arrested on charges of second-degree murder. Under questioning by police, Delbert appears to have waived his rights and signed a confession, but, it seems he might not have been competent, and was coerced into doing so. The film explores possible motives for the crime, from mercy-killing (Bill was ill at the time), to progressively more outré hypotheses. It also shows how residents of the rural community of Munnsville, NY rallied to the support of one of their own (residents previously considered the Wards as social outcasts), against what they felt were intrusive 'big-city' police and a district attorney involved in an election, who might've used the death to help bolster his candidacy.", "releaseDateAndRating": "September 9, 1992\n | Not Rated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n7.2", "list_rank": "18.", "image_url": "https://static.metacritic.com/images/products/movies/9/905d3c4291de6506227b0df4d77fb818-98.jpg"}, {"title": "Crumb", "description": "A documentary of artist Robert Crumb's life.", "releaseDateAndRating": "April 28, 1995\n | R", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n8.4", "list_rank": "19.", "image_url": "https://static.metacritic.com/images/products/movies/5/a446dce95b44d0640f666089e9459349-98.jpg"}, {"title": "One More Time with Feeling", "description": "A unique one night only cinema event directed by Andrew Dominik, One More Time With Feeling will be the first ever opportunity anyone will have to hear Skeleton Tree, the sixteenth studio album from Nick Cave & the Bad Seeds. The film will screen in cinemas across the world on 8th September 2016, immediately prior to the release of Skeleton Tree the following day. Originally a performance based concept, One More Time With Feeling evolved into something much more significant as Dominik delved into the tragic backdrop of the writing and recording of the album. Interwoven throughout the Bad Seeds’ filmed performance of the new album are interviews and footage shot by Dominik, accompanied by Cave’s narration and improvised rumination.", "releaseDateAndRating": "September 8, 2016\n | Not Rated", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.7", "list_rank": "20.", "image_url": "https://static.metacritic.com/images/products/movies/7/04d6f3ffb9d85ed0d573fd8d0a0812b4-98.jpg"}, {"title": "Out of the Clear Blue Sky", "description": "A documentary that explores the effects of 9/11 on the firm Cantor Fitzgerald, whose offices on the top five floors of the North Tower of the World Trade Center were destroyed in the attacks, killing 658 out of their 960 employees.", "releaseDateAndRating": "September 6, 2013\n | Not Rated", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n6.5", "list_rank": "21.", "image_url": "https://static.metacritic.com/images/products/movies/6/8444f077bbaf3a3afafd45d8d63e2bfa-98.jpg"}, {"title": "Let It Fall: L.A. 1982-1992", "description": "Let It Fall takes a unique and in-depth look at the years and events leading up to the city-wide violence that began April 29, 1992, when the verdict was announced in the Rodney King case.", "releaseDateAndRating": "April 21, 2017\n | Not Rated", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\ntbd", "list_rank": "22.", "image_url": "https://static.metacritic.com/images/products/movies/7/68732c19fdd27225f8657be1d6f3758a-98.jpg"}, {"title": "Sabaya", "description": "Armed with just a mobile phone and a gun, Mahmud, Ziyad and other volunteers from the Yazidi Home Center risk their lives trying to save Yazidi women and girls being held by ISIS members as sabaya (sex slaves) in the most dangerous refugee camp in the Middle East, Al-Hol in Syria. Often accompanied by burka-clad female infiltrators and working mostly at night, they must act quickly to avoid potential violence. In this visceral, often edge-of-your-seat film, we experience both the tense situation in the camp and the comfort of daily life at home, where Mahmud’s wife, Siham, and his mother, Zahra, lovingly help the traumatized girls shed off the black garments of an ideology that tolerates nothing but itself.", "releaseDateAndRating": "July 30, 2021\n | Not Rated", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\ntbd", "list_rank": "23.", "image_url": "https://static.metacritic.com/images/products/movies/5/0c8d9e65ee2c52b35581feb2304395fc-98.jpg"}, {"title": "A Man Vanishes (1967)", "description": "(Also known as \"Ningen Johatsu\") The American premiere of a 1967 documentary by one of Japan's most prominent directors Shohei Imamura which focuses on a seemingly ordinary office worker who was one of the 91,000 Japanese citizens who disappeared in that year. [New York Times]", "releaseDateAndRating": "November 15, 2012\n | Not Rated", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n9.0", "list_rank": "24.", "image_url": "https://static.metacritic.com/images/products/movies/5/ff29c4eb5d7ec3d6a1d6a6d3c725b106-98.jpg"}, {"title": "The Look of Silence", "description": "The Look of Silence is Joshua Oppenheimer's powerful companion piece to the Oscar®-nominated The Act of Killing. Through Oppenheimer's footage of perpetrators of the 1965 Indonesian genocide, a family of survivors discovers how their son was murdered, as well as the identities of the killers. The documentary focuses on the youngest son, an optometrist named Adi, who decides to break the suffocating spell of submission and terror by doing something unimaginable in a society where the murderers remain in power: he confronts the men who killed his brother and, while testing their eyesight, asks them to accept responsibility for their actions.", "releaseDateAndRating": "July 17, 2015\n | PG-13", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.3", "list_rank": "25.", "image_url": "https://static.metacritic.com/images/products/movies/6/074aad45371fbb071ec818711674ba53-98.jpg"}, {"title": "Tower", "description": "August 1, 1966, was the day our innocence was shattered. A sniper rode the elevator to the top floor of the iconic University of Texas Tower and opened fire, holding the campus hostage for 96 minutes in what was a previously unimaginable event. TOWER combines archival footage with rotoscopic animation of the dramatic day, based entirely on first person testimonies from witnesses, heroes and survivors, in a seamless and suspenseful retelling of the unfolding tragedy. The film highlights the fear, confusion, and visceral realities that changed the lives of those present, and the rest of us, forever – a day when the worst in one man brought out the best in so many others.", "releaseDateAndRating": "October 12, 2016\n | Not Rated", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.0", "list_rank": "26.", "image_url": "https://static.metacritic.com/images/products/movies/1/789720d785210040f50974e2aad288dd-98.jpg"}, {"title": "Mr. SOUL!", "description": "From 1968 to 1973, the public television variety show SOUL!, guided by the enigmatic producer and host Ellis Haizlip, offered an unfiltered, uncompromising celebration of Black literature, poetry, music, and politics—voices that had few other options for national exposure, and, as a result, found the program an improbable place to call home.  The series was among the first to provide expanded images of African Americans on television, shifting the gaze from inner-city poverty and violence to the vibrancy of the Black Arts Movement. With participants’ recollections and a bevy of great archival clips, Mr. SOUL! captures a critical moment in culture whose impact continues to resonate.", "releaseDateAndRating": "August 28, 2020\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\ntbd", "list_rank": "27.", "image_url": "https://static.metacritic.com/images/products/movies/4/afb60aa4d71707900344b40e00796a0e-98.jpg"}, {"title": "Time", "description": "Fox Rich is a fighter. The entrepreneur, abolitionist and mother of six boys has spent the last two decades campaigning for the release of her husband, Rob G. Rich, who is serving a 60-year sentence for a robbery they both committed in the early 90s in a moment of desperation. Combining the video diaries Fox has recorded for Rob over the years with intimate glimpses of her present-day life, director Garrett Bradley paints a mesmerizing portrait of the resilience and radical love necessary to prevail over the endless separations of the country’s prison-industrial complex.", "releaseDateAndRating": "October 9, 2020\n | PG-13", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n5.4", "list_rank": "28.", "image_url": "https://static.metacritic.com/images/products/movies/3/c4190c8ae8e465f9c517797530351340-98.jpg"}, {"title": "Graves Without a Name", "description": "In Rithy Panh's latest exploration of the lasting effects of the Cambodian genocide, a 13-year-old boy who loses most of his family begins a search for their graves.Cambodian-born, France-based filmmaker Rithy Panh has dedicated much of his career to investigating the campaign of genocide undertaken by the Khmer Rouge during the Cambodian Civil War and memorializing its victims.", "releaseDateAndRating": "May 12, 2020\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\ntbd", "list_rank": "29.", "image_url": "https://static.metacritic.com/images/products/movies/9/a130cdefc14fb1b243ec3a8148b83aae-98.jpg"}, {"title": "Stories We Tell", "description": "Director Sarah Polley looks into her past and excavates layers of myth and memory to find the elusive truth at the core of a family of storytellers.", "releaseDateAndRating": "May 10, 2013\n | PG-13", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.3", "list_rank": "30.", "image_url": "https://static.metacritic.com/images/products/movies/8/7482876a32dcb7ccaf3543aae344fefa-98.jpg"}, {"title": "The Act of Killing", "description": "A documentary in which former Indonesian death squad leaders reenact their real-life mass-killings in various cinematic genres.", "releaseDateAndRating": "July 19, 2013\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.4", "list_rank": "31.", "image_url": "https://static.metacritic.com/images/products/movies/7/ea3640a7b0a90ab10284cd5aa887c0c6-98.jpg"}, {"title": "They Shall Not Grow Old", "description": "Using state of the art technology to restore original archival footage which is more than a 100-years old, Jackson brings to life the people who can best tell this story: the men who were there.  Driven by a personal interest in the First World War, Jackson set out to bring to life the day-to-day experience of its soldiers. After months immersed in the BBC and Imperial War Museums’ archives, narratives and strategies on how to tell this story began to emerge for Jackson. Using the voices of the men involved, the film explores the reality of war on the front line; their attitudes to the conflict; how they ate; slept and formed friendships, as well what their lives were like away from the trenches during their periods of downtime.", "releaseDateAndRating": "December 17, 2018\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.5", "list_rank": "32.", "image_url": "https://static.metacritic.com/images/products/movies/7/b293bd18fe900d006115527f2bd38b05-98.jpg"}, {"title": "EX LIBRIS: The New York Public Library", "description": "Frederick Wiseman’s film, EX LIBRIS – The New York Public Library, goes behind the scenes of one of the greatest knowledge institutions of the world. The film reveals the library as a place of welcome, cultural exchange and learning to 18 million patrons and 32 million online visitors annually. There are 92 library branches throughout Manhattan, the Bronx and Staten Island. The NYPL is committed to being a resource for all the inhabitants of this multifaceted and cosmopolitan city. It is accessible, open to everyone and exemplifies the deeply rooted American belief in the individual’s right to know and be informed. The library is one of the most democratic institutions in America—all races, social classes and ethnicities are welcome and are active participants in the life and work of the library. The library strives to inspire learning, advance knowledge and strengthen communities.", "releaseDateAndRating": "September 13, 2017\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n7.7", "list_rank": "33.", "image_url": "https://static.metacritic.com/images/products/movies/1/1f473d8926dc59052f89786f10e1c7d1-98.jpg"}, {"title": "Over the Limit", "description": "Over the Limit shows how the successful Russian system for training athletes transgresses boundaries. Elite rhythmic gymnast Rita Mamun has reached a crucial moment in her career. She’s soon to retire, but has one final goal set out for her: winning Olympic gold. A nail-biting behind-the-scenes drama about the intense physical and mental labor put into a sport that thrives on its beautiful aesthetics. [Film Movement]", "releaseDateAndRating": "October 12, 2018\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\ntbd", "list_rank": "34.", "image_url": "https://static.metacritic.com/images/products/movies/5/e342a1922dc5ab972d9c548045c27c29-98.jpg"}, {"title": "Flee", "description": "Amin Nawabi grapples with a painful secret he has kept hidden for 20 years, one that threatens to derail the life he has built for himself and his soon-to-be husband. Recounted mostly through animation to director Jonas Poher Rasmussen, he tells the story of his extraordinary journey as a child refugee from Afghanistan for the first time.", "releaseDateAndRating": "TBA\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\ntbd", "list_rank": "35.", "image_url": "https://static.metacritic.com/images/products/movies/7/5a8f6e1c58730b4254fc11e490ce980b-98.jpg"}, {"title": "Nostalgia for the Light", "description": "Patricio Guzmán travels to Chile’s Atacama Desert where astronomers examine distant galaxies, and women dig for the remains of relatives. [Icarus Films]", "releaseDateAndRating": "March 18, 2011\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.1", "list_rank": "36.", "image_url": "https://static.metacritic.com/images/products/movies/7/bdbc99b913af066a53f6f3005b69694f-98.jpg"}, {"title": "The Gatekeepers", "description": "A documentary by the Israeli director Dror Moreh which consists of interviews with six surviving former heads of Shin Bet, the Israeli security agency established in 1949 which has engaged in counter-terrorism and intelligence gathering, among other things.", "releaseDateAndRating": "February 1, 2013\n | PG-13", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n6.8", "list_rank": "37.", "image_url": "https://static.metacritic.com/images/products/movies/5/3693f4bbf3657af928390ae0656dbf3f-98.jpg"}, {"title": "The Girls in the Band", "description": "The untold stories of female jazz and big band instrumentalists and their groundbreaking journeys from the late 1930's to the present day.", "releaseDateAndRating": "May 10, 2013\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\ntbd", "list_rank": "38.", "image_url": "https://static.metacritic.com/images/products/movies/9/cb87f454ec1ce302e028deb0b176a2fd-98.jpg"}, {"title": "I Called Him Morgan", "description": "On a snowy night in February 1972, the 33 year old jazz trumpet star Lee Morgan was shot dead by his common-law wife, Helen, during a gig at a club in New York City. The murder sent shockwaves through the jazz community, and the memory of the event still haunts the people who knew the Morgans. Helen served time for the crime and, following her release, retreated into obscurity. Over 20 years later, a chance encounter led her to give a remarkable interview. Helen’s revealing audio “testimony” acts as a refrain throughout the film, which draws together a wealth of archival photographs and footage, notable talking heads and incredible jazz music to tell the ill-fated pair’s story.", "releaseDateAndRating": "March 24, 2017\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n6.7", "list_rank": "39.", "image_url": "https://static.metacritic.com/images/products/movies/3/27e8957d1470f9a64e4161824230c8d1-98.jpg"}, {"title": "My Voyage to Italy", "description": "A four-hour odyssey through the history of Italian cinema and its influences on Scorsese's work.", "releaseDateAndRating": "October 19, 2001\n | PG-13", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.1", "list_rank": "40.", "image_url": "https://static.metacritic.com/images/products/movies/8/6587aab2c48e9ba854f28bbca0bc33a5-98.jpg"}, {"title": "Wojnarowicz", "description": "Wojnarowicz: F**k You F*ggot F**ker is a fiery and urgent documentary portrait of downtown New York City artist, writer, photographer, and activist David Wojnarowicz. As New York City became the epicenter of the AIDS epidemic in the 1980s, Wojnarowicz weaponized his work and waged war against the establishment’s indifference to the plague until his death from it in 1992 at the age of 37. Exclusive access to his breathtaking body of work – including paintings, journals, and films – reveals how Wojnarowicz emptied his life into his art and activism. Rediscovered answering machine tape recordings and intimate recollections from Fran Lebowitz, Gracie Mansion, Peter Hujar, and other friends and family help present a stirring portrait of this fiercely political, unapologetically queer artist. [Kino Lorber]", "releaseDateAndRating": "March 19, 2021\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n2.5", "list_rank": "41.", "image_url": "https://static.metacritic.com/images/products/movies/4/b418fe45aecf8fe3025ab4a531cd4cb2-98.jpg"}, {"title": "My Perestroika", "description": "My Perestroika follows five ordinary Russians living in extraordinary times — from their sheltered Soviet childhood, to the collapse of the Soviet Union during their teenage years, to the constantly shifting political landscape of post-Soviet Russia. Together, these childhood classmates paint a complex picture of the dreams and disillusionment of those raised behind the Iron Curtain. (Red Square Productions)", "releaseDateAndRating": "March 23, 2011\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.3", "list_rank": "42.", "image_url": "https://static.metacritic.com/images/products/movies/1/5c0a758e6b9d3e2b9c28a93d9bd769d2-98.jpg"}, {"title": "This Is Not a Film", "description": "This clandestine documentary, shot partially on an iPhone and smuggled into France in a cake for a last-minute submission to Cannes, depicts the day-to-day life of acclaimed director Jafar Panahi during his house arrest in his Tehran apartment. While appealing his sentence – six years in prison and a 20 year ban from filmmaking – Panahi is seen talking to his family and lawyer on the phone, discussing his \nplight with Mirtahmasb and reflecting on the meaning of the art of filmmaking. (Palisades Tartan)", "releaseDateAndRating": "March 2, 2012\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n6.3", "list_rank": "43.", "image_url": "https://static.metacritic.com/images/products/movies/5/4e9efa2b93ffabce94f3a77c21b2a928-98.jpg"}, {"title": "Big Men", "description": "Big Men looks at the corruption in the oil industries of Ghana and Nigeria.", "releaseDateAndRating": "March 14, 2014\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.4", "list_rank": "44.", "image_url": "https://static.metacritic.com/images/products/movies/6/014530b8d02519c0ba0ba09204220d9e-98.jpg"}, {"title": "Capturing the Friedmans", "description": "The Friedmans are a seemingly typical, upper-middle-class Jewish family whose world is instantly transformed when the father and his youngest son are arrested and charged with shocking and horrible crimes.", "releaseDateAndRating": "May 30, 2003\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.9", "list_rank": "45.", "image_url": "https://static.metacritic.com/images/products/movies/6/adefa5a552d3e86e70ae30abaeabe417-98.jpg"}, {"title": "Paris Calligrammes", "description": "Ulrike Ottinger, then a young painter, lived in Paris in the 1960s. Now a filmmaker, she looks back on that time, weaving memories of the Parisian life and the upheavals of the time into a cinematic poem with the city at its center.", "releaseDateAndRating": "April 23, 2021\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\ntbd", "list_rank": "46.", "image_url": "https://static.metacritic.com/images/products/movies/1/b50b0f18a40c15e20e3202c9d2d67591-98.jpg"}, {"title": "Minding the Gap", "description": "Welcome to Rockford, Illinois, in the heart of Rust-Belt America, home to debut filmmaker Bing Liu. With over 12 years of footage, Bing discovers connections between two of his skateboarder friends' volatile upbringings and the complexities of modern-day masculinity. As the film unfolds, Bing captures 23-year-old Zack’s tumultuous relationship with his girlfriend deteriorate after the birth of their son and 17-year-old Keire struggling with his racial identity as he faces new responsibilities following the death of his father. While navigating a difficult relationship between his camera and his friends, Bing weaves a story of generational forgiveness while exploring the precarious gap between childhood and adulthood.", "releaseDateAndRating": "August 17, 2018\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.1", "list_rank": "47.", "image_url": "https://static.metacritic.com/images/products/movies/9/57f408018163b1cc13bc01cadf5a09cd-98.jpg"}, {"title": "The River and the Wall", "description": "The River and the Wall follows five friends on an immersive adventure through the unknown wilds of the Texas borderlands as they travel 1200 miles from El Paso to the Gulf of Mexico on horses, mountain bikes, and canoes. They set out to document the borderlands and explore the potential impacts of a wall on the natural environment, but as the wilderness gives way to the more populated and heavily trafficked Lower Rio Grande Valley, they come face-to-face with the human side of the immigration debate and enter uncharted emotional waters.", "releaseDateAndRating": "May 3, 2019\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "48.", "image_url": "https://static.metacritic.com/images/products/movies/9/750080080fa54474ed152adfd3107b2f-98.jpg"}, {"title": "The Velvet Underground", "description": "The Velvet Underground explores the multiple threads that converged to bring together one of the most influential bands in rock and roll.", "releaseDateAndRating": "October 15, 2021\n | R", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "49.", "image_url": "https://static.metacritic.com/images/products/movies/0/41df9b7fbdfc1d9b9773d6cc9a6f4173-98.jpg"}, {"title": "The Overnighters", "description": "In the tiny town of Williston, North Dakota, tens of thousands of unemployed hopefuls show up with dreams of honest work and a big paycheck under the lure of the oil boom. However, busloads of newcomers chasing a broken American Dream step into the stark reality of slim work prospects and nowhere to sleep. The town lacks the infrastructure to house the overflow of migrants, even for those who do find gainful employment. Over at Concordia Lutheran Church, Pastor Jay Reinke is driven to deliver the migrants some dignity. Night after night, he converts his church into a makeshift dorm and counseling center, opening the church’s doors to allow the “Overnighters” (as he calls them) to stay for a night, a week or longer. [Drafthouse Films]", "releaseDateAndRating": "October 10, 2014\n | PG-13", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n7.5", "list_rank": "50.", "image_url": "https://static.metacritic.com/images/products/movies/4/1cec484c740294b1bef14cfc99933d30-98.jpg"}, {"title": "Mr. Bachmann and His Class", "description": "Where does one feel at home? In Stadtallendorf, a German city with a complex history of both excluding and integrating foreigners, genial teacher Dieter Bachmann offers his pupils the key to at least feeling as if they are at home.", "releaseDateAndRating": "TBA\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "51.", "image_url": "https://static.metacritic.com/images/products/movies/98w-movie.jpg"}, {"title": "63 Up", "description": "Director Michael Apted revisits the same group of British-born adults after a 7 year wait. The subjects are interviewed as to the changes that have occurred in their lives during the last seven years.", "releaseDateAndRating": "November 27, 2019\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n7.2", "list_rank": "52.", "image_url": "https://static.metacritic.com/images/products/movies/3/4023e8f50b06cd04fe09d9b2aa19fc65-98.jpg"}, {"title": "Scheme Birds", "description": "As her childhood turns into motherhood, teenage troublemaker Gemma comes of age in her fading Scottish steel town. But in a place where \"you either get knocked up or locked up,\" innocent games can easily turn into serious crime.", "releaseDateAndRating": "June 30, 2020\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "53.", "image_url": "https://static.metacritic.com/images/products/movies/6/eb8c5764a83b07934615ef381e515c1e-98.jpg"}, {"title": "Man on Wire", "description": "On August 7th 1974, a young Frenchman named Philippe Petit stepped out on a wire illegally rigged between New York's twin towers, then the world’s tallest buildings. After nearly an hour dancing on the wire, he was arrested, taken for psychological evaluation, and brought to jail before he was finally released. Following six and a half years of dreaming of the towers, Petit spent eight months in New York City planning the execution of the coup. Aided by a team of friends and accomplices, Petit was faced with numerous extraordinary challenges: he had to find a way to bypass the WTC’s security; smuggle the heavy steel cable and rigging equipment into the towers; pass the wire between the two rooftops; anchor the wire and tension it to withstand the winds and the swaying of the buildings. The rigging was done by night in complete secrecy. At 7:15 AM, Philippe took his first step on the high wire 1,350 feet above the sidewalks of Manhattan. [Magnolia Pictures]", "releaseDateAndRating": "July 25, 2008\n | PG-13", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.2", "list_rank": "54.", "image_url": "https://static.metacritic.com/images/products/movies/0/8f6375a90592f7e5f12d7108aa74241a-98.jpg"}, {"title": "For Sama", "description": "For Sama  is both an intimate and epic journey into the female experience of war. A love letter from a young mother to her daughter, the film tells the story of Waad al-Kateab’s life through five years of the uprising in Aleppo, Syria as she falls in love, gets married and gives birth to Sama, all while cataclysmic conflict rises around her. Her camera captures incredible stories of loss, laughter and survival as Waad wrestles with an impossible choice– whether or not to flee the city to protect her daughter’s life, when leaving means abandoning the struggle for freedom for which she has already sacrificed so much.", "releaseDateAndRating": "July 26, 2019\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n7.5", "list_rank": "55.", "image_url": "https://static.metacritic.com/images/products/movies/2/8ebcd66eec31e53f1625267556cad851-98.jpg"}, {"title": "When the Levees Broke: A Requiem in Four Acts", "description": "An examination of the U.S. government's response to Hurricane Katrina.", "releaseDateAndRating": "August 21, 2006\n | TV-MA", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "56.", "image_url": "https://static.metacritic.com/images/products/movies/0/2c6d45466b4b198f5be0e4f99999bd88-98.jpg"}, {"title": "Uncertain", "description": "Uncertain is a visually stunning and disarmingly funny portrait of the literal and figurative troubled waters of Uncertain, Texas. In a 94-resident town so tucked away “you’ve got to be lost to find it\", three Uncertain men make their own bids for survival looking to find a more certain future. An ex-convict obsessed with Mr. Ed, a gigantic boar he hunts in order to stay on the straight and narrow. A young idealist with big plans but few prospects is looking for a bigger life. An aging fisherman learning to let go of his youthful ways, and making peace with a fateful moment thirty years ago. All the while Uncertain’s vast, swampy lake is being choked by an aquatic weed, upsetting the natural balance and the town’s only source of livelihood.", "releaseDateAndRating": "March 10, 2017\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.5", "list_rank": "57.", "image_url": "https://static.metacritic.com/images/products/movies/6/858c8ffe00bafdf57b8b03a8c0b0bd4d-98.jpg"}, {"title": "National Gallery", "description": "The National Gallery in London is one of the great museums of the world with 2400 paintings from the 13th to the end of the 19th century. Almost every human experience is represented in one or the other of the paintings. The sequences of the film show the public in various galleries; the education programs, and the scholars, scientists and curators, studying, restoring and planning the exhibitions. The relation between painting and storytelling is explored.", "releaseDateAndRating": "November 5, 2014\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "58.", "image_url": "https://static.metacritic.com/images/products/movies/8/a8d00cf9edd0774b9786300413fa4323-98.jpg"}, {"title": "No End in Sight", "description": "The first film of its kind to chronicle the reasons behind Iraq’s descent into guerrilla war, warlord rule, criminality and anarchy, No End in Sight is a jaw-dropping, insider’s tale of wholesale incompetence, recklessness and venality. Based on over 200 hours of footage, the film provides a candid retelling of the events following the fall of Baghdad in 2003 by high ranking officials such as former Deputy Secretary of State Richard Armitage, Ambassador Barbara Bodine (in charge of Baghdad during the Spring of 2003), Colonel Lawrence Wilkerson, former Chief of Staff to Colin Powell, and General Jay Garner (in charge of the occupation of Iraq through May 2003), as well as Iraqi civilians, American soldiers and prominent analysts. No End in Sight examines the manner in which the principal errors of U.S. policy – the use of insufficient troop levels, allowing the looting of Baghdad, the purging of professionals from the Iraqi government and the disbanding of the Iraqi military – largely created the insurgency and chaos that engulf Iraq today. (Magnolia Pictures)", "releaseDateAndRating": "July 27, 2007", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.2", "list_rank": "59.", "image_url": "https://static.metacritic.com/images/products/movies/0/3fd9c4f622cb5d72ecffd8bfb2076483-98.jpg"}, {"title": "Gunda", "description": "Experiential cinema in its purest form, Gunda chronicles the unfiltered lives of a mother pig, a flock of chickens, and a herd of cows with masterful intimacy. Using stark, transcendent black and white cinematography and the farm's ambient soundtrack, director Victor Kossakowsky invites the audience to slow down and experience life as his subjects do, taking in their world with a magical patience and an other worldly perspective. Gunda asks us to meditate on the mystery of animal consciousness, and reckon with the role humanity plays in it. [Neon]", "releaseDateAndRating": "December 11, 2020\n | G", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n6.7", "list_rank": "60.", "image_url": "https://static.metacritic.com/images/products/movies/0/549b2b80af399b03586b3773589fcf05-98.jpg"}, {"title": "Western", "description": "For generations, all that distinguished Eagle Pass, TX, from Piedras Negras, MX, was the Rio Grande. But when darkness descends upon these harmonious border towns, a cowboy and lawman face a new reality that threatens their way of life.", "releaseDateAndRating": "September 25, 2015\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n7.1", "list_rank": "61.", "image_url": "https://static.metacritic.com/images/products/movies/4/98f35a95ddc0c8e097ebd969f170fd5e-98.jpg"}, {"title": "Stop Making Sense", "description": "A concert film of the rock band Talking Heads.", "releaseDateAndRating": "October 18, 1984", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.5", "list_rank": "62.", "image_url": "https://static.metacritic.com/images/products/movies/2/ef10d1904d98ed38f6846c4de414d3bc-98.jpg"}, {"title": "The Winding Stream", "description": "The Winding Stream tells the story of the American roots music dynasty, the Carters and the Cashes. Starting with the Original Carter Family (A.P., Sara, Maybelle), the film traces the ebb and flow of their influence, the transformation of that act into the Carter Sisters, the marital alliance with legend Johnny Cash and the efforts of present-day family to keep this legacy alive.", "releaseDateAndRating": "December 16, 2015\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "63.", "image_url": "https://static.metacritic.com/images/products/movies/2/22e39d4998c3b3e4e53ef224500fe5b0-98.jpg"}, {"title": "Dead Souls", "description": "In Gansu Province, northwest China, lie the remains of countless prisoners abandoned in the Gobi Desert sixty years ago. Designated as “ultra-rightists” in the Communist Party’s Anti-Rightist campaign of 1957, they starved to death in the Jiabiangou and Mingshui reeducation camps. The film invites us to meet the survivors of the camps to find out firsthand who these persons were, the hardships they were forced to endure and what became their destiny. [Cannes]", "releaseDateAndRating": "December 14, 2018\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "64.", "image_url": "https://static.metacritic.com/images/products/movies/9/1d90083fa172668aa0ae124b93a441ae-98.jpg"}, {"title": "Dick Johnson Is Dead", "description": "A lifetime of making documentaries has convinced the award-winning filmmaker Kirsten Johnson of the power of the real. But now she's ready to use every escapist movie-making trick in the book - staging inventive and fantastical ways for her 86-year-old psychiatrist father to die while hoping that cinema might help her bend time, laugh at pain, and keep her father alive forever.", "releaseDateAndRating": "October 2, 2020\n | PG-13", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n7.4", "list_rank": "65.", "image_url": "https://static.metacritic.com/images/products/movies/9/05e7dc9e4618d0ac72ba7f1d09e5d101-98.jpg"}, {"title": "The Last Waltz", "description": "Martin Scorsese's 1978 documentary chronicles The Band's farewell concert on November 25, 1976 in San Francisco.", "releaseDateAndRating": "April 26, 1978\n | PG", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.2", "list_rank": "66.", "image_url": "https://static.metacritic.com/images/products/movies/5/2e89f796a40e4938796c790149a5dc9b-98.jpg"}, {"title": "The Arbor", "description": "Instead of making a conventional documentary or adapting Dunbar’s play The Arbor for the screen, director Clio Barnard has crafted a truly unique work that transcends genre and defies categorization. Following two years conducting audio interviews with Dunbar’s family, friends and neighbors, Barnard filmed actors lip-synching the interviews, flawlessly interpreting every breath, tick and nuance. The film focuses in particular on the playwright’s troubled relationship with her daughter Lorraine who was just 10 when her mother died. Barnard re-introduces Lorraine to her mother’s play and private letters, prompting her to reflect on the extraordinary parallels between their lives. Interwoven with these interviews are staged scenes of Dunbar’s play filmed on The Arbor, the street where she lived. (Strand Releasing)", "releaseDateAndRating": "April 27, 2011\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.6", "list_rank": "67.", "image_url": "https://static.metacritic.com/images/products/movies/7/78e70a9ed677900b0c9fdcffb0af0a49-98.jpg"}, {"title": "Democrats", "description": "In politically unstable Zimbabwe, a new constitution is being put together by the ruling party of strongman Robert Mugabe and the divided opposition. Various political, local and personal interests are bogging the process down.", "releaseDateAndRating": "November 18, 2015\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\ntbd", "list_rank": "68.", "image_url": "https://static.metacritic.com/images/products/movies/3/0aa116ae4f244d776068fc7474f0e9f9-98.jpg"}, {"title": "4 Little Girls", "description": "On September 15, 1963, a bomb destroyed a black church in Birmingham, Alabama, killing four young girls who were there for Sunday school. It was a crime that shocked the nation -- and a defining moment in the history of America's civil-rights movement. Now, acclaimed filmmaker Spike Lee tells the full story of the bombing, through heart-wrenching testimonials from surviving members of the victims' families, insights from Bill Cosby, Walter Cronkite, Andrew Young, Coretta Scott King and many others, and a rare and revealing interview with former Alabama Governor George Wallace.  [HBO Documentary Films]", "releaseDateAndRating": "July 9, 1997\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.6", "list_rank": "69.", "image_url": "https://static.metacritic.com/images/products/movies/4/4f28633d6b513ee45e781c2a77272aaa-98.jpg"}, {"title": "Crime + Punishment", "description": "Amidst a landmark class action lawsuit over illegal policing quotas, Crime + Punishment chronicles the real lives and struggles of a group of black and Latino whistleblower cops and the young minorities they are pressured to arrest and summons in New York City. A highly intimate and cinematic experience with unprecedented access, Crime + Punishment examines the United States' most powerful police department through the brave efforts of a group of active duty officers and one unforgettable private investigator who risk their careers and safety to bring light to harmful policing practices which have plagued the precincts and streets of New York City for decades.", "releaseDateAndRating": "August 24, 2018\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\ntbd", "list_rank": "70.", "image_url": "https://static.metacritic.com/images/products/movies/7/07dce9f71b67a3e255016c8016d36124-98.jpg"}, {"title": "City Hall", "description": "City government touches almost every aspect of our lives. Most of us are unaware of or take for granted these necessary services such as police, fire, sanitation, veterans affairs, elder support, parks, licensing of various professional activities, record keeping of birth, marriage and death as wells as hundreds of other activities that support Boston residents and visitors. City Hall, by Frederick Wiseman, shows the efforts by Boston city government to provide these services. The film also illustrates the variety of ways the city administration enters into civil discourse with the citizens of Boston. Mayor Walsh and his administration are presented addressing a number of their policy priorities which include racial justice, affordable housing, climate action, and homeless. City Hall shows a city government successfully offering a wide variety of services to a diverse population.", "releaseDateAndRating": "October 28, 2020\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n5.6", "list_rank": "71.", "image_url": "https://static.metacritic.com/images/products/movies/2/edee7ee553e3077f2d36e28af69c46a7-98.jpg"}, {"title": "In Transit", "description": "In Transit journeys into the hearts and minds of everyday passengers aboard Amtrak's Empire Builder, the busiest long-distance train route in America. Captured in the tradition of Direct Cinema, the film unfolds as a series of interconnected vignettes, ranging from overheard conversations to moments of deep intimacy, in which passengers share their fears, hopes and dreams. In the space between stations, where 'real life' is suspended, we are swept into a fleeting community that transcends normal barriers, and where a peculiar atmosphere of contemplation and community develops. To some passengers, the train is flight and salvation, to others it is reckoning and loss. But for all, it is a place for personal reflection and connecting with others they may otherwise never know.", "releaseDateAndRating": "June 23, 2017\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n4.8", "list_rank": "72.", "image_url": "https://static.metacritic.com/images/products/movies/4/013314f5e995bacd97238c11dfd09cde-98.jpg"}, {"title": "Quest", "description": "Filmed with vérité intimacy for nearly a decade, Quest is the moving portrait of the Rainey family living in North Philadelphia. Beginning at the dawn of the Obama presidency, Christopher \"Quest\" Rainey, and his wife, Christine'a \"Ma Quest\" raise a family while nurturing a community of hip hop artists in their home music studio. It's a safe space where all are welcome, but this creative sanctuary can't always shield them from the strife that grips their neighborhood. Epic in scope, Quest is a vivid illumination of race and class in America, and a testament to love, healing and hope. [First Run Features]", "releaseDateAndRating": "December 8, 2017\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n6.5", "list_rank": "73.", "image_url": "https://static.metacritic.com/images/products/movies/4/b48de7238e80a92ad372763b5fbd131a-98.jpg"}, {"title": "A Film Unfinished", "description": "Yael Hersonski's powerful documentary achieves a remarkable feat through its penetrating look at another film-the now-infamous Nazi-produced film about the Warsaw Ghetto. Discovered after the war, the unfinished work, with no soundtrack, quickly became a resource for historians seeking an authentic record, despite its elaborate propagandistic construction. The later discovery of a long-missing reel complicated earlier readings, showing the manipulations of camera crews in these \"everyday\" scenes. Well-heeled Jews attending elegant dinners and theatricals (while callously stepping over the dead bodies of compatriots) now appeared as unwilling, but complicit, actors, alternately fearful and in denial of their looming fate.", "releaseDateAndRating": "August 18, 2010\n | Unrated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.7", "list_rank": "74.", "image_url": "https://static.metacritic.com/images/products/movies/7/c402590420514de5ed2771ec73e3b6eb-98.jpg"}, {"title": "Citizenfour", "description": "In January 2013, filmmaker Laura Poitras was in the process of constructing a film about abuses of national security in post-9/11 America when she started receiving encrypted e-mails from someone identifying himself as “citizen four,” who was ready to blow the whistle on the massive covert surveillance programs run by the NSA and other intelligence agencies. In June 2013, she and reporter Glenn Greenwald flew to Hong Kong for the first of many meetings with the man who turned out to be Edward Snowden. She brought her camera with her. [RADiUS-TWC]", "releaseDateAndRating": "October 24, 2014\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.6", "list_rank": "75.", "image_url": "https://static.metacritic.com/images/products/movies/5/06e56de72242c35f11030817701f48d2-98.jpg"}, {"title": "Inside Job", "description": "Inside Job is the first film to expose the shocking truth behind the economic crisis of 2008. The global financial meltdown, at a cost of over $20 trillion, resulted in millions of people losing their homes and jobs. Through extensive research and interviews with major financial insiders, politicians and journalists, Inside Job traces the rise of a rogue industry and unveils the corrosive relationships which have corrupted politics, regulation and academia. (Sony Classics)", "releaseDateAndRating": "October 8, 2010\n | PG-13", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.4", "list_rank": "76.", "image_url": "https://static.metacritic.com/images/products/movies/7/4afeab5aaa2387c37707853c14e247e2-98.jpg"}, {"title": "Shirkers", "description": "In 1992, teenager Sandi Tan and her friends Sophie and Jasmine shot Singapore's first indie-a road movie called Shirkers-with their enigmatic American mentor, Georges Cardona. Sandi wrote the script and played the lead, a killer named S. After shooting wrapped, Georges vanished with all the footage! 20 years later, the 16mm cans are recovered in New Orleans, sending Sandi-now a novelist in Los Angeles-on a new personal odyssey across two continents and many media: 16mm, digital, Hi8, Super8, slides, animation and handwritten letters.", "releaseDateAndRating": "October 26, 2018\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.5", "list_rank": "77.", "image_url": "https://static.metacritic.com/images/products/movies/1/fbd2b079c66ca289c3564352176b5bd4-98.jpg"}, {"title": "45365", "description": "45365 takes us on an unforgettable journey into the heartland of the USA. Through beautiful imagery and an open invitation into the participants' lives we have a rare opportunity to meet people we would never have a chance to in real life. From the man who calls 911 because his cable is out to an ex-con who is just trying to get by we walk away with a greater understanding of each other and can revel in a truly American experience. (Seventh Art Releasing)", "releaseDateAndRating": "June 18, 2010", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.4", "list_rank": "78.", "image_url": "https://static.metacritic.com/images/products/movies/1/4f29d6b09d0afef3bdd58d0d100b5ffc-98.jpg"}, {"title": "Apollo 11", "description": "From director Todd Douglas Miller (Dinosaur 13) comes a cinematic event fifty years in the making. Crafted from a newly discovered trove of 65mm footage, and more than 11,000 hours of uncatalogued audio recordings, Apollo 11 takes us straight to the heart of NASA’s most celebrated mission—the one that first put men on the moon, and forever made Neil Armstrong and Buzz Aldrin into household names. Immersed in the perspectives of the astronauts, the team in Mission Control, and the millions of spectators on the ground, we vividly experience those momentous days and hours in 1969 when humankind took a giant leap into the future.", "releaseDateAndRating": "March 1, 2019\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.3", "list_rank": "79.", "image_url": "https://static.metacritic.com/images/products/movies/8/b011361069936da1bf0855eb89a9e5a0-98.jpg"}, {"title": "Everything Is Copy", "description": "A look at the life and work of writer/filmmaker Nora Ephron.", "releaseDateAndRating": "March 11, 2016\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.8", "list_rank": "80.", "image_url": "https://static.metacritic.com/images/products/movies/2/ded0a475b04e730a04aa906de960341e-98.jpg"}, {"title": "Jane Fonda in Five Acts", "description": "A look at the life, work, activism and controversies of actress and fitness tycoon, Jane Fonda.", "releaseDateAndRating": "September 21, 2018\n | TV-14", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n5.8", "list_rank": "81.", "image_url": "https://static.metacritic.com/images/products/movies/5/433f88530b2c35149f6f94aa428697c9-98.jpg"}, {"title": "Newtown", "description": "Twenty months after the horrific mass shooting in Newtown, CT that took the lives of twenty elementary school children and six educators on December 14, 2014, 2012, the small New England town is a complex psychological web of tragic aftermath in the wake of yet another act of mass killing at the hands of a disturbed young gunman. Kim A. Snyder’s searing Newtown documents a traumatized community fractured by grief and driven towards a sense of purpose. [Abramorama]", "releaseDateAndRating": "October 7, 2016", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.3", "list_rank": "82.", "image_url": "https://static.metacritic.com/images/products/movies/3/6013fb8217f6b53485e38542aae7d46e-98.jpg"}, {"title": "Restless Creature: Wendy Whelan", "description": "Restless Creature: Wendy Whelan offers an intimate portrait of prima ballerina Wendy Whelan as she prepares to leave New York City Ballet after a record-setting three decades with the company. One of the modern era’s most acclaimed dancers, Whelan was a principal ballerina for NYCB and, over the course of her celebrated career, danced numerous ballets by George Balanchine and Jerome Robbins, as well as new works by more modern standout choreographers like Christopher Wheeldon and Alexei Ratmansky many roles were made specifically for Whelan. As the film opens, Whelan is 46, battling a painful injury that has kept her from the ballet stage, and facing the prospect of her impending retirement from the company. What we see, as we journey with her, is a woman of tremendous strength, resilience and good humor. We watch Whelan brave the surgery that she hopes will enable her comeback to NYCB and we watch her begin to explore the world of contemporary dance, as she steps outside the traditionally patriarchal world of ballet to create Restless Creature, a collection of four contemporary vignettes forged in collaboration with four young choreographers.\n\nRESTLESS CREATURE: WENDY WHELAN offers an intimate portrait of prima ballerina Wendy Whelan as she prepares to leave New York City Ballet after a record-setting three decades with the company. One of the modern era’s most acclaimed dancers, Whelan was a principal ballerina for NYCB. As the film opens, Whelan is 46, battling a painful injury that has kept her from the ballet stage, and facing the prospect of her impending retirement from the company. What we see, as we journey with her, is a woman of tremendous strength, resilience and good humor. We watch Whelan brave the surgery that she hopes will enable her comeback to NYCB and we watch her begin to explore the world of contemporary dance, as she steps outside the traditionally patriarchal world of ballet to create Restless Creature, a collection of four contemporary vignettes forged in collaboration with four young choreographers.", "releaseDateAndRating": "May 24, 2017\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n4.0", "list_rank": "83.", "image_url": "https://static.metacritic.com/images/products/movies/5/18b4f415ff155b0c16d7b815d5aad773-98.jpg"}, {"title": "The Missing Picture", "description": "Rithy Panh uses clay figures, archival footage, and narration to revisit the atrocities committed by Cambodia's Khmer Rouge between 1975 and 1979.", "releaseDateAndRating": "October 4, 2013\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.5", "list_rank": "84.", "image_url": "https://static.metacritic.com/images/products/movies/1/c9f90f6da0078d54e6d12464534e89f1-98.jpg"}, {"title": "Of Men and War", "description": "Anger consumes a squad of combat vets years after they return from the front. The dozen warriors in Of Men and War come home to the United States, but their minds are stuck out on the battlefield. Like figures from a Greek tragedy, all have traumatic memories that haunt them to this day. Ghosts and echoes of the war fill their lives. Wives, children, and parents bear the brunt of their fractured spirits. At The Pathway Home, a pioneering PTSD therapy center, the protagonists resolve to end the ongoing destruction. Their therapist is a Vietnam vet himself, helping the boys forge meaning from their senseless trauma. Over years of therapy, Of Men and War explores their grueling paths to recovery, as they attempt to make peace with themselves, their past, and their families.", "releaseDateAndRating": "November 6, 2015\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.3", "list_rank": "85.", "image_url": "https://static.metacritic.com/images/products/movies/8/5b948299e471677321992072f580a3e2-98.jpg"}, {"title": "The Farthest", "description": "The Farthest tells the captivating tales of the people and events behind one of humanity’s greatest achievements in exploration: NASA’s Voyager mission, which celebrates its 40th anniversary this August. The twin spacecraft—each with less computing power than a cell phone—used slingshot trajectories to visit Jupiter, Saturn, Uranus and Neptune. They sent back unprecedented images and data that revolutionized our understanding of the spectacular outer planets and their many peculiar moons. Still going strong four decades after launch, each spacecraft carries an iconic golden record with greetings, music and images from Earth—a gift for any aliens that might one day find it. Voyager 1, which left our solar system and ushered humanity into the interstellar age in 2012, is the farthest-flung object humans have ever created. A billion years from now, when our sun has flamed out and burned Earth to a cinder, the Voyagers and their golden records will still be sailing on—perhaps the only remaining evidence that humanity ever existed. [Abramorama]", "releaseDateAndRating": "August 11, 2017\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n6.7", "list_rank": "86.", "image_url": "https://static.metacritic.com/images/products/movies/5/bc1922397c931be95a9fb20e45946ee8-98.jpg"}, {"title": "To Be and to Have", "description": "Inspired by the French phenomenon of 'single-class' schools, this film charts the life of a small one-class village school over the course of one academic year, and takes a warm and serene look at primary education in the French heartlands.  (New Yorker Films)", "releaseDateAndRating": "September 19, 2003", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.7", "list_rank": "87.", "image_url": "https://static.metacritic.com/images/products/movies/3/950715e2ba45f7646cbc6cbc59f7e187-98.jpg"}, {"title": "Fire at Sea", "description": "Samuele is twelve and lives on an island in the Mediterranean, far away from the mainland. Like all boys of his age he does not always enjoy going to school. He would much rather climb the rocks by the shore, play with his slingshot or mooch about the port. But his home is not like other islands. For years, it has been the destination of men, women and children trying to make the crossing from Africa in boats that are far too small and decrepit. The island is Lampedusa which has become a metaphor for the flight of refugees to Europe, the hopes, hardship and fate of hundreds of thousands of emigrants. These people long for peace, freedom and happiness and yet so often only their dead bodies are pulled out of the water. Thus, every day the inhabitants of Lampedusa are bearing witness to the greatest humanitarian tragedy of our times. [Kino Lorber]", "releaseDateAndRating": "October 21, 2016\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n6.8", "list_rank": "88.", "image_url": "https://static.metacritic.com/images/products/movies/1/14a69bab8f2041966541b92acc4cf580-98.jpg"}, {"title": "F for Fake", "description": "A documentary about fraud and fakery.", "releaseDateAndRating": "September 27, 1975\n | PG", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\ntbd", "list_rank": "89.", "image_url": "https://static.metacritic.com/images/products/movies/9/e95301b61dbf0994838002dd45f80072-98.jpg"}, {"title": "Level Five", "description": "Receiving its first U.S. release, Chris Marker's 1997 film, Level Five, concerns Laura (Catherine Belkhodja), a computer, and an invisible interlocutor. Laura \"inherits\" a task: to finish writing a video game centered on the Battle of Okinawa—a tragedy practically unknown in the West that impacted the way World War II ended. [Icarus Films]", "releaseDateAndRating": "August 15, 2014\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\ntbd", "list_rank": "90.", "image_url": "https://static.metacritic.com/images/products/movies/0/d75c7374944193181450f1efa307e0e4-98.jpg"}, {"title": "Jane", "description": "Jane is the story of how Jane Goodall became Jane Goodall – using footage shot by future husband Hugo van Lawick of her first experiences in Gombe, Tanzinia in the 1960’s.  Previously thought to be lost forever, the footage was only recently discovered in a storage unit, and has been now masterfully intercut with interviews of present day Jane Goodall to provide an in-depth portrait of her life. With an enchanting score by Phillip Glass, JANE is a captivating and immersive look into how one woman can change the world through passion, dedication, and perseverance.", "releaseDateAndRating": "October 20, 2017\n | PG", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.3", "list_rank": "91.", "image_url": "https://static.metacritic.com/images/products/movies/1/dff79098b9e45ae4e2cd428900d82db2-98.jpg"}, {"title": "Portrait of Jason (re-release)", "description": "Shirley Clarke interviews Jason Holliday aka Aaron Payne, house boy, would be cabaret performer, and self proclaimed hustler giving one man's gin-soaked, pill-popped view of what it was like to be coloured and gay in 1960's America.", "releaseDateAndRating": "April 19, 2013\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\ntbd", "list_rank": "92.", "image_url": "https://static.metacritic.com/images/products/movies/5/52bf82e05f4c87b715ca67d2c7cf9ed2-98.jpg"}, {"title": "My Journey Through French Cinema", "description": "Writer-director Bertrand Tavernier is truly one of the grand auteurs of the movies. His experience is vast, his knowledge is voluminous, his love is inexhaustible and his perspective is matched only by that of Martin Scorsese. This magnificent, epic documentary has been a lifetime in the making. Tavernier knows his native cinema inside and out, from the giants like Renoir, Godard, and Melville (for whom he worked as an assistant) to now overlooked and forgotten figures like Edmund T. Gréville and Guy Gilles, and his observations and reminiscences are never less than penetrating and always deeply personal. [Cohen Media Group]", "releaseDateAndRating": "June 23, 2017\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n4.7", "list_rank": "93.", "image_url": "https://static.metacritic.com/images/products/movies/2/1925f544a1c80b27fb749b28a16944fd-98.jpg"}, {"title": "Listen to Me Marlon", "description": "With exclusive access to personal archive, this is the definitive Marlon Brando cinema documentary. Charting his exceptional career as an actor and extraordinary life away from the stage and screen, the film will fully explore the complexities of the man by telling the story uniquely from Marlon’s perspective. [Showtime]", "releaseDateAndRating": "July 29, 2015\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.3", "list_rank": "94.", "image_url": "https://static.metacritic.com/images/products/movies/3/c6812674d779f7b4268b65cae8c2514e-98.jpg"}, {"title": "Gideon's Army", "description": "Follows three young public defenders who are dedicated to working for the people society would rather forget. Long hours, low pay and staggering caseloads are so common that even the most committed often give up.", "releaseDateAndRating": "June 28, 2013\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.5", "list_rank": "95.", "image_url": "https://static.metacritic.com/images/products/movies/4/4972f50a9514ea2e19df5db3ae8f6a03-98.jpg"}, {"title": "The Fog of War: Eleven Lessons from the Life of Robert S. McNamara", "description": "The Fog of War is a 20th century fable, a story of an American dreamer, Robert S. McNamara, who rose from humble origins to the heights of political power.  (Sony Pictures Classics)", "releaseDateAndRating": "December 19, 2003\n | PG-13", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.6", "list_rank": "96.", "image_url": "https://static.metacritic.com/images/products/movies/6/990e991017a7d238ee97b602a9d6b5d4-98.jpg"}, {"title": "Can You Bring It: Bill T. Jones and D-Man in the Waters", "description": "Can You Bring It: Bill T. Jones and D-Man in the Waters is a feature documentary that traces the history and legacy of one of the most important works of art to come out of the age of AIDS - Bill T. Jones' tour de force ballet \"D-Man in the Waters\". In 1989, \"D-Man in the Waters\" gave physical manifestation to the fear, anger, grief, and hope for salvation that the Bill T. Jones/Arnie Zane Company felt as they were embattled by the AIDS pandemic. As a group of young dancers reconstructs the dance, they learn about this oft forgotten history and deepen their understanding of the power of art in a time of plague. Bill T. Jones is arguably the most socially, politically and emotionally compelling choreographer alive today. Thirty years ago, he embedded motifs of risk and sacrifice, love, loss and resurrection in the choreography for \"D-Man in the Waters\". Through an extraordinary series of interviews, archival material, and uniquely powerful cinematography of movement, this 90-minute, lyrical documentary uses the story of this dance to illustrate the triumph of the human spirit in art and in the community. Today, by learning the dance, a new generation reinvigorates the spirit of a community fighting to survive.", "releaseDateAndRating": "July 16, 2021\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\ntbd", "list_rank": "97.", "image_url": "https://static.metacritic.com/images/products/movies/3/0599c7b57d223238175576ae5d73a157-98.jpg"}, {"title": "Particle Fever", "description": "For the first time, a film gives audiences a front row seat to a significant and inspiring scientific breakthrough as it happens. Particle Fever follows six brilliant scientists during the launch of the Large Hadron Collider, marking the start-up of the biggest and most expensive experiment in the history of the planet, pushing the edge of human innovation. As they seek to unravel the mysteries of the universe, 10,000 scientists from over 100 countries joined forces in pursuit of a single goal: to recreate conditions that existed just moments after the Big Bang and find the Higgs boson, potentially explaining the origin of all matter. But our heroes confront an even bigger challenge: have we reached our limit in understanding why we exist?", "releaseDateAndRating": "March 5, 2014\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.1", "list_rank": "98.", "image_url": "https://static.metacritic.com/images/products/movies/3/38be30ec77a5617f5638ab4d666d5ace-98.jpg"}, {"title": "Tarnation", "description": "Jonathan Caouette's film reimagines the whole idea of what a documentary can be. He weaves a psychedelic whirlwind of snapshots, Super-8 home movies, answering machine messages, video diaries, early short films, snippets of 80s pop culture and dramatic reenactments to create an epic portrait of an American family torn apart by dysfunction and reunited through the power of love.  (Wellspring Media)", "releaseDateAndRating": "October 6, 2004\n | Unrated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.1", "list_rank": "99.", "image_url": "https://static.metacritic.com/images/products/movies/3/8b179a777d96ea8f0a2fda6a97e4a27e-98.jpg"}, {"title": "Microcosmos", "description": "A documentary on insect life in meadows and ponds.", "releaseDateAndRating": "October 9, 1996\n | G", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\ntbd", "list_rank": "100.", "image_url": "https://static.metacritic.com/images/products/movies/4/6b649e00e216fcaec2857a8ce167d431-98.jpg"}]}]}