{"contentList": [{"categoryHeader": "All Time Great history Movies", "listItems": [{"title": "The Leopard (re-release)", "description": "Set in Sicily in 1860, Luchino Visconti's spectacular 1963 adaptation of Giuseppe di Lampedusa's international bestseller is one of the cinema's greatest evocations of the past, achingly depicting the passing of an ancient order. (Film Forum)", "releaseDateAndRating": "August 13, 2004\n | PG", "meta_score": "Metascore:\n\n100", "user_score": "User Score:\n\n7.9", "list_rank": "1.", "image_url": "https://static.metacritic.com/images/products/movies/9/4918512b52fc6c3b0017500bd0d9ac7d-98.jpg"}, {"title": "Intolerance", "description": "The story of a poor young woman, separated by prejudice from her husband and baby, is interwoven with tales of intolerance from throughout history.", "releaseDateAndRating": "September 5, 1916\n | Not Rated", "meta_score": "Metascore:\n\n99", "user_score": "User Score:\n\n7.8", "list_rank": "2.", "image_url": "https://static.metacritic.com/images/products/movies/5/27fdc2a71b8c8f933dc7fd750e0a9cf2-98.jpg"}, {"title": "Quo Vadis, Aida?", "description": "Bosnia, July 11th 1995.  Aida is a translator for the United Nations in the small town of Srebrenica. When the Serbian army takes over the town, her family is among the thousands of citizens looking for shelter in the UN camp. As an insider to the negotiations Aida has access to crucial information that she needs to interpret. What is at the horizon for her family and people - rescue or death? Which move should she take? [Super LTD]", "releaseDateAndRating": "March 5, 2021\n | Approved", "meta_score": "Metascore:\n\n97", "user_score": "User Score:\n\n8.5", "list_rank": "3.", "image_url": "https://static.metacritic.com/images/products/movies/7/ce052d31ece8e28d24d4d09e62745b2a-98.jpg"}, {"title": "Gone with the Wind", "description": "A Southern belle struggles with the devastation of the Civil War and Reconstruction. This classic won 8 Academy Awards, including Best Picture.", "releaseDateAndRating": "January 17, 1940\n | TV-PG", "meta_score": "Metascore:\n\n97", "user_score": "User Score:\n\n8.5", "list_rank": "4.", "image_url": "https://static.metacritic.com/images/products/movies/1/dbe5b75dc0715eda6c92efd1c5060406-98.jpg"}, {"title": "Battleship Potemkin", "description": "In the midst of the Russian Revolution of 1905, the crew of the battleship Potemkin mutiny against the brutal, tyrannical regime of the vessel's officers. The resulting street demonstration in Odessa brings on a police massacre.", "releaseDateAndRating": "December 5, 1926\n | Not Rated", "meta_score": "Metascore:\n\n97", "user_score": "User Score:\n\n8.7", "list_rank": "5.", "image_url": "https://static.metacritic.com/images/products/movies/1/7e9bfecfd92a84830fc3784b769c7515-98.jpg"}, {"title": "12 Years a Slave", "description": "In the pre-Civil War United States, Solomon Northup, a free black man living in upstate New York, is abducted and sold into slavery.", "releaseDateAndRating": "October 18, 2013\n | R", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n8.0", "list_rank": "6.", "image_url": "https://static.metacritic.com/images/products/movies/2/3910c2e8cfefeb21fcd6079451336f86-98.jpg"}, {"title": "The Grapes of Wrath", "description": "A poor Midwest family is forced off their land. They travel to California, suffering the misfortunes of the homeless in the Great Depression.", "releaseDateAndRating": "March 15, 1940\n | Approved", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n8.9", "list_rank": "7.", "image_url": "https://static.metacritic.com/images/products/movies/4/0fe69ceffacc925f74bc5a1382ce55aa-98.jpg"}, {"title": "The Battle of Algiers (re-release)", "description": "This 1965 film chronicles the Algerian people's struggle to overthrow the French Colonial Government in the mid-1950s.", "releaseDateAndRating": "January 9, 2004\n | Not Rated", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n8.1", "list_rank": "8.", "image_url": "https://static.metacritic.com/images/products/movies/0/2178a39a9ffb92bb564c81a3bd9c4d46-98.jpg"}, {"title": "The Social Network", "description": "On a fall night in 2003, Harvard undergrad and computer programming genius Mark Zuckerberg (Jesse Eisenberg) sits down at his computer and heatedly begins working on a new idea. In a fury of blogging and programming, what begins in his dorm room soon becomes a global social network and a revolution in communication. A mere six years and 500 million friends later, Mark Zuckerberg is the youngest billionaire in history... but for this entrepreneur, success leads to both personal and legal complications. [Columbia Pictures]", "releaseDateAndRating": "October 1, 2010\n | PG-13", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n8.2", "list_rank": "9.", "image_url": "https://static.metacritic.com/images/products/movies/9/aa5515688c769b5ffb92d2b07e671c2a-98.jpg"}, {"title": "Portrait of a Lady on Fire", "description": "France, 1760. Marianne is commissioned to paint the wedding portrait of Héloïse, a young woman who has just left the convent. Because she is a reluctant bride-to-be, Marianne arrives under the guise of companionship, observing Héloïse by day and secretly painting her by firelight at night. As the two women orbit one another, intimacy and attraction grow as they share Héloïse’s first moments of freedom. Héloïse's portrait soon becomes a collaborative act of and testament to their love.", "releaseDateAndRating": "December 6, 2019\n | R", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n8.7", "list_rank": "10.", "image_url": "https://static.metacritic.com/images/products/movies/6/b9ec74a47303ddde471895397fdac522-98.jpg"}, {"title": "Woodstock", "description": "It happened on a small farm in upstate New York, for three remarkable days of mud and happiness in 1969, when over half a million people came together to celebrate life, love, and music--Woodstock. One camera crew was there, in the middle of everything, recording the live performances of many of the greatest singers and musicians of the era, and the joy, peace and rock 'n' roll experienced by hundreds of thousands.", "releaseDateAndRating": "March 26, 1970\n | R", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\ntbd", "list_rank": "11.", "image_url": "https://static.metacritic.com/images/products/movies/2/601cd44b3177a0fa22ecbff0b5e46f57-98.jpg"}, {"title": "Zero Dark Thirty", "description": "For a decade, an elite team of intelligence and military operatives, working in secret across the globe, devoted themselves to a single goal: to find and eliminate Osama bin Laden. [Columbia Pictures]", "releaseDateAndRating": "December 19, 2012\n | R", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n7.0", "list_rank": "12.", "image_url": "https://static.metacritic.com/images/products/movies/8/a22d5b5f78fbbea4f6f8f19b6dbd00e5-98.jpg"}, {"title": "Dunkirk", "description": "Dunkirk opens as hundreds of thousands of British and Allied troops are surrounded by enemy forces. Trapped on the beach with their backs to the sea they face an impossible situation as the enemy closes in. [Warner Bros.]", "releaseDateAndRating": "July 21, 2017\n | PG-13", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n8.3", "list_rank": "13.", "image_url": "https://static.metacritic.com/images/products/movies/3/9a774585c0cac7bc8047c14c2dcca8ae-98.jpg"}, {"title": "Mr. Turner", "description": "Mr. Turner explores the last quarter century of the life of the great if eccentric British painter J.M.W. Turner (Timothy Spall). Profoundly affected by the death of his father, loved by a housekeeper he takes for granted and occasionally exploits sexually, he forms a close relationship with a seaside landlady with whom he eventually lives incognito in Chelsea, where he dies. Throughout this, he travels, paints, stays with the country aristocracy, visits brothels, is a popular if anarchic member of the Royal Academy of Arts, has himself strapped to the mast of a ship so that he can paint a snowstorm, and is both celebrated and reviled by the public and by royalty.", "releaseDateAndRating": "December 19, 2014\n | R", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n6.9", "list_rank": "14.", "image_url": "https://static.metacritic.com/images/products/movies/8/4d19fca1d081c8143c2bf64657fe0a2f-98.jpg"}, {"title": "The Irishman", "description": "The Irishman is an epic saga of organized crime in post-war America told through the eyes of World War II veteran Frank Sheeran (Robert De Niro), a hustler and hitman who worked alongside some of the most notorious figures of the 20th Century. Spanning decades, the film chronicles one of the greatest unsolved mysteries in American history, the disappearance of legendary union boss Jimmy Hoffa, and offers a monumental journey through the hidden corridors of organized crime: its inner workings, rivalries and connections to mainstream politics.", "releaseDateAndRating": "November 1, 2019\n | R", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n8.1", "list_rank": "15.", "image_url": "https://static.metacritic.com/images/products/movies/9/c4f0ff0f354fdbfa6411a77d60d0203e-98.jpg"}, {"title": "Schindler's List", "description": "Steven Spielberg's epic drama tells the compelling true story of German businessman Oskar Schindler (Neeson) who comes to Nazi-occupied Poland looking for economic prosperity and leaves as a savior. (History in Film)", "releaseDateAndRating": "December 15, 1993\n | R", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n8.8", "list_rank": "16.", "image_url": "https://static.metacritic.com/images/products/movies/4/8f9e48d7c87b91706a0b68774721fd7c-98.jpg"}, {"title": "Chimes at Midnight", "description": "The career of Shakespeare's Sir John Falstaff (Orson Welles) as a roistering companion to young Prince Hal (Keith Baxter), circa 1400 to 1413.", "releaseDateAndRating": "March 17, 1967\n | Not Rated", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\ntbd", "list_rank": "17.", "image_url": "https://static.metacritic.com/images/products/movies/6/5f4aea79576c497622997cbf90d19216-98.jpg"}, {"title": "Carlos", "description": "Carlos tells the story of Ilich Ramirez Sanchez who, for two decades, was one of the most wanted terrorists, on the planet. Between 1974 and 1994, he lived several lives under various pseudonyms, weaving his way through the complexities of international politics of the period. [IFC Films]", "releaseDateAndRating": "October 15, 2010\n | Not Rated", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n7.9", "list_rank": "18.", "image_url": "https://static.metacritic.com/images/products/movies/0/ba746aad8273e775bf248159df1a8ae7-98.jpg"}, {"title": "Shoah: Four Sisters", "description": "Starting in 1999, Claude Lanzmann made several films that could be considered satellites of Shoah, comprised of interviews conducted in the 1970s that didn’t make it into the final, monumental work. In the last years of the late director’s life, he decided to devote a film to four women from four different areas of Eastern Europe with four different destinies, each finding herself improbably alive after war’s end: Ruth Elias from Ostravia, Czechoslovakia; Paula Biren from Lodz, Poland; Ada Lichtman from further south in Krakow; and Hannah Marton from Cluj, or Kolozsvár, in Transylvania. Survivors of unimaginable Nazi horrors during the Holocaust, they tell their individual stories and become crucial witnesses to the barbarism they experienced. Each possesses a vivid intelligence and a commitment to candor that make their accounts of what they suffered through both searing and unforgettable. Four Sisters now arrives on the screen to remind audiences of the immense courage it took for these witnesses to return to their past as they share their deeply moving personal tragedies. The frankness of their words, their intensely scrutinized faces, and their bravery as they revisit unimaginable experiences will make them lasting presences in the moral universe of younger generations. [Cohen Media Group]", "releaseDateAndRating": "November 14, 2018\n | Not Rated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\ntbd", "list_rank": "19.", "image_url": "https://static.metacritic.com/images/products/movies/5/4fd993c8695be2fcbc0e22807423a4a3-98.jpg"}, {"title": "The Decline of Western Civilization", "description": "The Los Angeles punk music scene circa 1980 is the focus of this film. With Alice Bag Band, Black Flag, Catholic Discipline, Circle Jerks, Fear, Germs, and X.", "releaseDateAndRating": "July 5, 1981\n | Not Rated", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n7.0", "list_rank": "20.", "image_url": "https://static.metacritic.com/images/products/movies/1/fbb7dbf00843d30535e3f644c92b596a-98.jpg"}, {"title": "Spotlight", "description": "Spotlight tells the riveting true story of the Pulitzer Prize-winning Boston Globe investigation that would rock the city and cause a crisis in one of the world’s oldest and most trusted institutions. When the newspaper’s tenacious “Spotlight” team of reporters delve into allegations of abuse in the Catholic Church, their year-long investigation uncovers a decades-long cover-up at the highest levels of Boston's religious, legal, and government establishment, touching off a wave of revelations around the world. [Open Road Films]", "releaseDateAndRating": "November 6, 2015\n | R", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n8.1", "list_rank": "21.", "image_url": "https://static.metacritic.com/images/products/movies/7/a18ccb3b7546efdd21c728a101dd35df-98.jpg"}, {"title": "Quiz Show", "description": "This fact-based film tells the story behind the quiz show scandal of the 1950s, focusing on \"Twenty-One\" champion Charles Van Doren (Fiennes).", "releaseDateAndRating": "September 14, 1994\n | PG-13", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.5", "list_rank": "22.", "image_url": "https://static.metacritic.com/images/products/movies/6/f38048df09237a049a86d77329e9383f-98.jpg"}, {"title": "Tower", "description": "August 1, 1966, was the day our innocence was shattered. A sniper rode the elevator to the top floor of the iconic University of Texas Tower and opened fire, holding the campus hostage for 96 minutes in what was a previously unimaginable event. TOWER combines archival footage with rotoscopic animation of the dramatic day, based entirely on first person testimonies from witnesses, heroes and survivors, in a seamless and suspenseful retelling of the unfolding tragedy. The film highlights the fear, confusion, and visceral realities that changed the lives of those present, and the rest of us, forever – a day when the worst in one man brought out the best in so many others.", "releaseDateAndRating": "October 12, 2016\n | Not Rated", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.0", "list_rank": "23.", "image_url": "https://static.metacritic.com/images/products/movies/1/789720d785210040f50974e2aad288dd-98.jpg"}, {"title": "Son of Saul", "description": "October 1944, Auschwitz-Birkenau. Saul Ausländer is a Hungarian member of the Sonderkommando, the group of Jewish prisoners isolated from the camp and forced to assist the Nazis in the machinery of large-scale extermination. While working in one of the crematoriums, Saul discovers the corpse of a boy he takes for his son. As the Sonderkommando plans a rebellion, Saul decides to carry out an impossible task: save the child’s body from the flames, find a rabbi to recite the mourner’s Kaddish and offer the boy a proper burial.", "releaseDateAndRating": "December 18, 2015\n | R", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n7.3", "list_rank": "24.", "image_url": "https://static.metacritic.com/images/products/movies/3/fa6eeb05312f85c002bcf57262b863e3-98.jpg"}, {"title": "The Act of Killing", "description": "A documentary in which former Indonesian death squad leaders reenact their real-life mass-killings in various cinematic genres.", "releaseDateAndRating": "July 19, 2013\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.4", "list_rank": "25.", "image_url": "https://static.metacritic.com/images/products/movies/7/ea3640a7b0a90ab10284cd5aa887c0c6-98.jpg"}, {"title": "They Shall Not Grow Old", "description": "Using state of the art technology to restore original archival footage which is more than a 100-years old, Jackson brings to life the people who can best tell this story: the men who were there.  Driven by a personal interest in the First World War, Jackson set out to bring to life the day-to-day experience of its soldiers. After months immersed in the BBC and Imperial War Museums’ archives, narratives and strategies on how to tell this story began to emerge for Jackson. Using the voices of the men involved, the film explores the reality of war on the front line; their attitudes to the conflict; how they ate; slept and formed friendships, as well what their lives were like away from the trenches during their periods of downtime.", "releaseDateAndRating": "December 17, 2018\n | Not Rated", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.5", "list_rank": "26.", "image_url": "https://static.metacritic.com/images/products/movies/7/b293bd18fe900d006115527f2bd38b05-98.jpg"}, {"title": "The Favourite", "description": "Early 18th century. England is at war with the French. Nevertheless, duck racing and pineapple eating are thriving. A frail Queen Anne (Olivia Colman) occupies the throne and her close friend Lady Sarah (Rachel Weisz) governs the country in her stead while tending to Anne’s ill health and mercurial temper. When a new servant Abigail (Emma Stone) arrives, her charm endears her to Sarah. Sarah takes Abigail under her wing and Abigail sees a chance at a return to her aristocratic roots. As the politics of war become quite time consuming for Sarah, Abigail steps into the breach to fill in as the Queen’s companion. Their burgeoning friendship gives her a chance to fulfill her ambitions and she will not let woman, man, politics or rabbit stand in her way. [Fox Searchlight]", "releaseDateAndRating": "November 23, 2018\n | R", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n7.7", "list_rank": "27.", "image_url": "https://static.metacritic.com/images/products/movies/1/218f6f055ae7d45b4b33235d4b76f22d-98.jpg"}, {"title": "The Right Stuff", "description": "The story of the original Mercury 7 astronauts and their macho, seat-of-the-pants approach to the space program.", "releaseDateAndRating": "October 21, 1983\n | PG", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.5", "list_rank": "28.", "image_url": "https://static.metacritic.com/images/products/movies/6/08e7d9821a16e79e6fa644f2bafc7128-98.jpg"}, {"title": "The Girls in the Band", "description": "The untold stories of female jazz and big band instrumentalists and their groundbreaking journeys from the late 1930's to the present day.", "releaseDateAndRating": "May 10, 2013\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\ntbd", "list_rank": "29.", "image_url": "https://static.metacritic.com/images/products/movies/9/cb87f454ec1ce302e028deb0b176a2fd-98.jpg"}, {"title": "Ben-Hur", "description": "When a Jewish prince is betrayed and sent into slavery by a Roman friend, he regains his freedom and comes back for revenge.", "releaseDateAndRating": "November 18, 1959\n | G", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n9.0", "list_rank": "30.", "image_url": "https://static.metacritic.com/images/products/movies/1/26e46c74aba3b298fe96544066e6064a-98.jpg"}, {"title": "I Called Him Morgan", "description": "On a snowy night in February 1972, the 33 year old jazz trumpet star Lee Morgan was shot dead by his common-law wife, Helen, during a gig at a club in New York City. The murder sent shockwaves through the jazz community, and the memory of the event still haunts the people who knew the Morgans. Helen served time for the crime and, following her release, retreated into obscurity. Over 20 years later, a chance encounter led her to give a remarkable interview. Helen’s revealing audio “testimony” acts as a refrain throughout the film, which draws together a wealth of archival photographs and footage, notable talking heads and incredible jazz music to tell the ill-fated pair’s story.", "releaseDateAndRating": "March 24, 2017\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n6.7", "list_rank": "31.", "image_url": "https://static.metacritic.com/images/products/movies/3/27e8957d1470f9a64e4161824230c8d1-98.jpg"}, {"title": "Bloody Sunday", "description": "This controversial and critically acclaimed film depicts the events of January 30, 1972, when 27 civilians were shot by the British army during a peaceful civil rights march.  The event fueled a 25-year cycle of violence between Britain and elements of Ireland, North and South.  (Paramount Classics)", "releaseDateAndRating": "October 4, 2002\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.5", "list_rank": "32.", "image_url": "https://static.metacritic.com/images/products/movies/4/40deba11c985006913d7bc19e7f1b4c5-98.jpg"}, {"title": "La Commune (Paris, 1871)", "description": "This epic chronicle of the Paris Commune of 1871 is an attempt to challenge existing notions of documentary film, as well as the notions of 'neutrality' and 'objectivity' so beloved by the mass media today.  [First Run / Icarus Films]", "releaseDateAndRating": "July 3, 2003", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.0", "list_rank": "33.", "image_url": "https://static.metacritic.com/images/products/movies/7/b6a7f5e1edd8ccaa919b3ff416a86854-98.jpg"}, {"title": "Hamilton", "description": "The real life of one of America's foremost founding fathers and first Secretary of the Treasury, Alexander Hamilton. Filmed live on Broadway from the Richard Rodgers Theatre with the original Broadway cast.", "releaseDateAndRating": "July 3, 2020\n | PG-13", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.8", "list_rank": "34.", "image_url": "https://static.metacritic.com/images/products/movies/7/a675ebbc3771ff328964b098bcfd6962-98.jpg"}, {"title": "My Perestroika", "description": "My Perestroika follows five ordinary Russians living in extraordinary times — from their sheltered Soviet childhood, to the collapse of the Soviet Union during their teenage years, to the constantly shifting political landscape of post-Soviet Russia. Together, these childhood classmates paint a complex picture of the dreams and disillusionment of those raised behind the Iron Curtain. (Red Square Productions)", "releaseDateAndRating": "March 23, 2011\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.3", "list_rank": "35.", "image_url": "https://static.metacritic.com/images/products/movies/1/5c0a758e6b9d3e2b9c28a93d9bd769d2-98.jpg"}, {"title": "United 93", "description": "Acclaimed filmmaker Paul Greengrass writes and directs an unflinching drama that tells the story of the passengers and crew, their families on the ground and the flight controllers who watched in dawning horror as United Flight 93 became the fourth hijacked plane on the day of the worst terrorist attacks on American soil: September 11, 2001.  (Universal Pictures)", "releaseDateAndRating": "April 28, 2006\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.6", "list_rank": "36.", "image_url": "https://static.metacritic.com/images/products/movies/5/556dff543e2b2550269f30f85d6cf1c0-98.jpg"}, {"title": "American Hustle", "description": "A fictional film set in the alluring world of one of the most stunning scandals to rock our nation, American Hustle tells the story of con man Irving Rosenfeld (Christian Bale), who along with his equally cunning and seductive partner Sydney Prosser (Amy Adams) is forced to work for a wild FBI agent Richie DiMaso (Bradley Cooper). DiMaso pushes them into a world of Jersey powerbrokers and mafia that's as dangerous as it is enchanting. Caught between the con-artists and Feds is Carmine Polito (Jeremy Renner), the passionate, volatile, New Jersey political operator, but it's Irving's unpredictable wife Rosalyn (Jennifer Lawrence) who could be the one to pull the thread that brings the entire world crashing down. [Sony Pictures]", "releaseDateAndRating": "December 13, 2013\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.3", "list_rank": "37.", "image_url": "https://static.metacritic.com/images/products/movies/2/03c09098382fcbbd32b3d9a45e31599f-98.jpg"}, {"title": "Barry Lyndon", "description": "An Irish rogue wins the heart of a rich widow and assumes her dead husband's aristocratic position in 18th-century England.", "releaseDateAndRating": "December 18, 1975\n | PG", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.6", "list_rank": "38.", "image_url": "https://static.metacritic.com/images/products/movies/5/4466f2f29c95e75810eecec430c405e2-98.jpg"}, {"title": "National Gallery", "description": "The National Gallery in London is one of the great museums of the world with 2400 paintings from the 13th to the end of the 19th century. Almost every human experience is represented in one or the other of the paintings. The sequences of the film show the public in various galleries; the education programs, and the scholars, scientists and curators, studying, restoring and planning the exhibitions. The relation between painting and storytelling is explored.", "releaseDateAndRating": "November 5, 2014\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "39.", "image_url": "https://static.metacritic.com/images/products/movies/8/a8d00cf9edd0774b9786300413fa4323-98.jpg"}, {"title": "The Madness of King George", "description": "When King George III goes mad, his lieutenants try to adjust the rules to run the country without his participation.", "releaseDateAndRating": "December 28, 1994\n | PG-13", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n7.5", "list_rank": "40.", "image_url": "https://static.metacritic.com/images/products/movies/1/5a8039d73971f997ad46825b6d552d73-98.jpg"}, {"title": "Phoenix", "description": "Nelly (Nina Hoss), a German-Jewish nightclub singer, has survived a concentration camp, but with her face disfigured by a bullet wound. After reconstructive surgery, Nelly emerges with a new face, one similar but different enough that her former husband, Johnny (Ronald Zehrfeld), doesn’t recognize her. Rather than reveal herself, Nelly walks into a dangerous game of duplicity and disguise as she tries to figure out if the man she loves may have betrayed her to the Nazis. [IFC Films]", "releaseDateAndRating": "July 24, 2015\n | PG-13", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n7.8", "list_rank": "41.", "image_url": "https://static.metacritic.com/images/products/movies/5/5257dc7542257a3a69272d00b816eaec-98.jpg"}, {"title": "In Cold Blood (re-release)", "description": "Originally released in 1967, In Cold Blood is the powerful, true story of a callous murder, based upon the best-selling novel by Truman Capote.  (Sony)", "releaseDateAndRating": "March 3, 2006\n | Approved", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.0", "list_rank": "42.", "image_url": "https://static.metacritic.com/images/products/movies/7/bd6f7a7daa1ab26b7ccfa73af6eedd07-98.jpg"}, {"title": "Letters from Iwo Jima", "description": "In this companion piece to \"Flags of Our Fathers,\" Clint Eastwood presents the untold story of the Japanese soldiers and their general who 61 years ago defended against the invading American forces on the island of Iwo Jima.  (Warner Bros.)", "releaseDateAndRating": "December 20, 2006\n | R", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.2", "list_rank": "43.", "image_url": "https://static.metacritic.com/images/products/movies/9/adad82605f720d4667d3c1e648a93517-98.jpg"}, {"title": "Richard III", "description": "Shakespeare's powerful tale of the wicked deformed King and his conquests, both on the battlefield and in the boudoir.", "releaseDateAndRating": "March 11, 1956\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\ntbd", "list_rank": "44.", "image_url": "https://static.metacritic.com/images/products/movies/5/36c6cc3935d0ed7891c3dec8f9ddf788-98.jpg"}, {"title": "4 Little Girls", "description": "On September 15, 1963, a bomb destroyed a black church in Birmingham, Alabama, killing four young girls who were there for Sunday school. It was a crime that shocked the nation -- and a defining moment in the history of America's civil-rights movement. Now, acclaimed filmmaker Spike Lee tells the full story of the bombing, through heart-wrenching testimonials from surviving members of the victims' families, insights from Bill Cosby, Walter Cronkite, Andrew Young, Coretta Scott King and many others, and a rare and revealing interview with former Alabama Governor George Wallace.  [HBO Documentary Films]", "releaseDateAndRating": "July 9, 1997\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.6", "list_rank": "45.", "image_url": "https://static.metacritic.com/images/products/movies/4/4f28633d6b513ee45e781c2a77272aaa-98.jpg"}, {"title": "The Death of Stalin", "description": "Moscow, 1953: when tyrannical dictator Joseph Stalin drops dead, his parasitic cronies square off in a frantic power struggle to be the next Soviet leader. Among the contenders are the dweeby Georgy Malenkov (Jeffrey Tambor), the wily Nikita Khrushchev (Steve Buscemi), and the sadistic secret police chief Lavrentiy Beria (Simon Russell Beale). But as they bumble, brawl, and backstab their way to the top, just who is running the government? [IFC Films]", "releaseDateAndRating": "March 9, 2018\n | R", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.4", "list_rank": "46.", "image_url": "https://static.metacritic.com/images/products/movies/8/f74aa5a6c949989e314328a4834c8057-98.jpg"}, {"title": "Overlord [re-release]", "description": "Winner of the Silver Bear at the 1975 Berlin Film Festival, Overlord tells one soldier's story from his induction into the British army to the battle on the beaches at Normandy on D-Day, June 6, 1944.", "releaseDateAndRating": "July 14, 2006\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.0", "list_rank": "47.", "image_url": "https://static.metacritic.com/images/products/movies/2/fb13034fa3f68808d8696543bd58870b-98.jpg"}, {"title": "A Film Unfinished", "description": "Yael Hersonski's powerful documentary achieves a remarkable feat through its penetrating look at another film-the now-infamous Nazi-produced film about the Warsaw Ghetto. Discovered after the war, the unfinished work, with no soundtrack, quickly became a resource for historians seeking an authentic record, despite its elaborate propagandistic construction. The later discovery of a long-missing reel complicated earlier readings, showing the manipulations of camera crews in these \"everyday\" scenes. Well-heeled Jews attending elegant dinners and theatricals (while callously stepping over the dead bodies of compatriots) now appeared as unwilling, but complicit, actors, alternately fearful and in denial of their looming fate.", "releaseDateAndRating": "August 18, 2010\n | Unrated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.7", "list_rank": "48.", "image_url": "https://static.metacritic.com/images/products/movies/7/c402590420514de5ed2771ec73e3b6eb-98.jpg"}, {"title": "The King's Speech", "description": "Based on the true story of the Queen of England's father and his remarkable friendship with maverick Australian speech therapist Lionel Logue. \"The King's Speech\" stars Academy Award nominee Colin Firth as King George VI, who unexpectedly becomes King when his brother Edward abdicates the throne. Academy Award Winner Geoffrey Rush stars as Logue, the man who helps the King find a voice with which to lead the nation into war. (The Weinstein Company)", "releaseDateAndRating": "November 26, 2010\n | R", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.3", "list_rank": "49.", "image_url": "https://static.metacritic.com/images/products/movies/4/139dcb74b1e46b707c9799dd561df994-98.jpg"}, {"title": "Apollo 11", "description": "From director Todd Douglas Miller (Dinosaur 13) comes a cinematic event fifty years in the making. Crafted from a newly discovered trove of 65mm footage, and more than 11,000 hours of uncatalogued audio recordings, Apollo 11 takes us straight to the heart of NASA’s most celebrated mission—the one that first put men on the moon, and forever made Neil Armstrong and Buzz Aldrin into household names. Immersed in the perspectives of the astronauts, the team in Mission Control, and the millions of spectators on the ground, we vividly experience those momentous days and hours in 1969 when humankind took a giant leap into the future.", "releaseDateAndRating": "March 1, 2019\n | Not Rated", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.3", "list_rank": "50.", "image_url": "https://static.metacritic.com/images/products/movies/8/b011361069936da1bf0855eb89a9e5a0-98.jpg"}, {"title": "Sweet Country", "description": "Sam, a middle-aged Aboriginal man, works for a preacher in the outback of Australia’s Northern Territory. When Harry, a bitter war veteran, moves into a neighbouring outpost, the preacher sends Sam and his family to help Harry renovate his cattle yards. But Sam’s relationship with the cruel and ill-tempered Harry quickly deteriorates, culminating in a violent shootout in which Sam kills Harry in self-defence. As a result, Sam becomes a wanted criminal for the murder of a white man, and is forced to flee with his wife across the deadly outback, through glorious but harsh desert country. A hunting party led by the local lawman Sergeant Fletcher is formed to track Sam down. But as the true details of the killing start to surface, the community begins to question whether justice is really being served.", "releaseDateAndRating": "April 6, 2018\n | R", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.2", "list_rank": "51.", "image_url": "https://static.metacritic.com/images/products/movies/9/e25149b9421de91893a41e7ceebdf7cb-98.jpg"}, {"title": "Of Men and War", "description": "Anger consumes a squad of combat vets years after they return from the front. The dozen warriors in Of Men and War come home to the United States, but their minds are stuck out on the battlefield. Like figures from a Greek tragedy, all have traumatic memories that haunt them to this day. Ghosts and echoes of the war fill their lives. Wives, children, and parents bear the brunt of their fractured spirits. At The Pathway Home, a pioneering PTSD therapy center, the protagonists resolve to end the ongoing destruction. Their therapist is a Vietnam vet himself, helping the boys forge meaning from their senseless trauma. Over years of therapy, Of Men and War explores their grueling paths to recovery, as they attempt to make peace with themselves, their past, and their families.", "releaseDateAndRating": "November 6, 2015\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.3", "list_rank": "52.", "image_url": "https://static.metacritic.com/images/products/movies/8/5b948299e471677321992072f580a3e2-98.jpg"}, {"title": "The Farthest", "description": "The Farthest tells the captivating tales of the people and events behind one of humanity’s greatest achievements in exploration: NASA’s Voyager mission, which celebrates its 40th anniversary this August. The twin spacecraft—each with less computing power than a cell phone—used slingshot trajectories to visit Jupiter, Saturn, Uranus and Neptune. They sent back unprecedented images and data that revolutionized our understanding of the spectacular outer planets and their many peculiar moons. Still going strong four decades after launch, each spacecraft carries an iconic golden record with greetings, music and images from Earth—a gift for any aliens that might one day find it. Voyager 1, which left our solar system and ushered humanity into the interstellar age in 2012, is the farthest-flung object humans have ever created. A billion years from now, when our sun has flamed out and burned Earth to a cinder, the Voyagers and their golden records will still be sailing on—perhaps the only remaining evidence that humanity ever existed. [Abramorama]", "releaseDateAndRating": "August 11, 2017\n | Not Rated", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n6.7", "list_rank": "53.", "image_url": "https://static.metacritic.com/images/products/movies/5/bc1922397c931be95a9fb20e45946ee8-98.jpg"}, {"title": "Spartacus", "description": "The slave Spartacus (Kirk Douglas) leads a violent revolt against the decadent Roman Republic.", "releaseDateAndRating": "October 19, 1960\n | Approved", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.4", "list_rank": "54.", "image_url": "https://static.metacritic.com/images/products/movies/8/94bd42d690f3b80278a022925a4e1f6b-98.jpg"}, {"title": "Mutiny on the Bounty", "description": "A tyrannical ship captain decides to exact revenge on his abused crew after they form a mutiny against him, but the sailor he targets had no hand in it.", "releaseDateAndRating": "November 8, 1935\n | Passed", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\ntbd", "list_rank": "55.", "image_url": "https://static.metacritic.com/images/products/movies/8/dbe925eca98381ba5225b678a61f6e2f-98.jpg"}, {"title": "A Tale of Two Cities", "description": "A pair of lookalikes, one a former French aristocrat and the other an alcoholic English lawyer, fall in love with the same woman amongst the turmoil of the French Revolution.", "releaseDateAndRating": "December 25, 1935\n | Passed", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\ntbd", "list_rank": "56.", "image_url": "https://static.metacritic.com/images/products/movies/0/453af1ec396e46c60d826adca6daf6bd-98.jpg"}, {"title": "Russian Ark", "description": "A unique panorama of the Hermitage, the most famous palace in Russia, now one of the great museums of the world.", "releaseDateAndRating": "November 29, 2002\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.6", "list_rank": "57.", "image_url": "https://static.metacritic.com/images/products/movies/9/fa3f55b8020601b8d904a198cb886ed2-98.jpg"}, {"title": "Lincoln", "description": "Lincoln is a revealing drama that focuses on the 16th President's tumultuous final months in office. In a nation divided by war and the strong winds of change, Lincoln pursues a course of action designed to end the war, unite the country and abolish slavery. With the moral courage and fierce determination to succeed, his choices during this critical moment will change the fate of generations to come. (DreamWorks Pictures)", "releaseDateAndRating": "November 9, 2012\n | PG-13", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.5", "list_rank": "58.", "image_url": "https://static.metacritic.com/images/products/movies/2/8b2c0e75d6488d1130bcc5d4e8570025-98.jpg"}, {"title": "Last Days in Vietnam", "description": "During the chaotic final days of the Vietnam War, the North Vietnamese Army closes in on Saigon as South Vietnamese resistance crumbles. The United States has only a skeleton crew of diplomats and military operatives still in the country. As Communist victory becomes inevitable and the U.S. readies to withdraw, some Americans begin to consider the certain imprisonment and possible death of their South Vietnamese allies, co-workers, and friends. Meanwhile, the prospect of an official evacuation of South Vietnamese becomes terminally delayed by Congressional gridlock and the inexplicably optimistic U.S. Ambassador. With the clock ticking and the city under fire, a number of heroic Americans take matters into their own hands, engaging in unsanctioned and often makeshift operations in a desperate effort to save as many South Vietnamese lives as possible.", "releaseDateAndRating": "September 5, 2014\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.8", "list_rank": "59.", "image_url": "https://static.metacritic.com/images/products/movies/9/4ec5a2504a1bd120be539d50e38fe490-98.jpg"}, {"title": "Dawson City: Frozen Time", "description": "This meditation on cinema’s past from Decasia director Bill Morrison pieces together the bizarre true history of a long-lost collection of 533 nitrate film prints from the early 1900s. Located just south of the Arctic Circle, Dawson City was settled in 1896 and became the center of the Canadian Gold Rush that brought 100,000 prospectors to the area. It was also the final stop for a distribution chain that sent prints and newsreels to the Yukon. The films were seldom, if ever, returned. The now-famous Dawson City Collection was uncovered in 1978 when a bulldozer working its way through a parking lot dug up a horde of film cans. Morrison draws on these permafrost-protected, rare silent films and newsreels, pairing them with archival footage, interviews, historical photographs, and an enigmatic score by Sigur Rós collaborator and composer Alex Somers. Dawson City: Frozen Time depicts the unique history of this Canadian Gold Rush town by chronicling the life cycle of a singular film collection through its exile, burial, rediscovery, and salvation. [Kino Lorber]", "releaseDateAndRating": "June 9, 2017\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n6.1", "list_rank": "60.", "image_url": "https://static.metacritic.com/images/products/movies/7/36f67b58f31244752629096348c74dfe-98.jpg"}, {"title": "The Great Escape", "description": "Allied prisoners of war plan for several hundred of their number to escape from a German camp during World War II.", "releaseDateAndRating": "July 4, 1963\n | Approved", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.4", "list_rank": "61.", "image_url": "https://static.metacritic.com/images/products/movies/7/74a66c499fc4b3c3a2336bd70b0948fb-98.jpg"}, {"title": "Cave of Forgotten Dreams", "description": "For over 20,000 years, Chauvet Cave has been completely sealed off by a fallen rock face, its crystal-encrusted interior as large as a football field and strewn with the petrified remains of giant ice age mammals. In 1994, scientists discovered the caverns, and found hundreds of pristine paintings within, spectacular artwork dating back over 30,000 years (almost twice as old as any previous finds) to a time when Neanderthals still roamed the earth and cave bears, mammoths, and ice age lions were the dominant populations of Europe. Since then, only a handful of specialists have stepped foot in the cave, and the true scope of its contents had largely gone unfelt—until Werner Herzog managed to gain access. Filming in 3D, Herzog captures the wonder and beauty of one of the most awe-inspiring sites on earth, all the while musing in his inimitable fashion about its original inhabitants, the birth of art, and the curious people surrounding the caves today. (IFC Films)", "releaseDateAndRating": "April 29, 2011\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n6.8", "list_rank": "62.", "image_url": "https://static.metacritic.com/images/products/movies/5/426172c314840d665206f39a7d960c1b-98.jpg"}, {"title": "King of the Hill", "description": "Based on A. E. Hotchner's memoir, this coming-of-age story follows Aaron Kurlander (Jesse Bradford) as he struggles to survive on his own while his traveling salesman father is away and his mother is committed to a sanatorium with tuberculosis.", "releaseDateAndRating": "August 20, 1993\n | PG-13", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.3", "list_rank": "63.", "image_url": "https://static.metacritic.com/images/products/movies/4/a14236afa0a577a7a79598967ec6a650-98.jpg"}, {"title": "How to Survive a Plague", "description": "How To Survive A Plague is the untold story of the efforts that turned AIDS into a mostly manageable condition – and the improbable group of young men and women who, with no scientific training, infiltrated government agencies and the pharmaceutical industry, and helped identify promising new compounds, moving them through trials and into drugstores in record time. These drugs saved their lives and ended the darkest days of the epidemic, while virtually emptying AIDS wards in American hospitals. (IFC Films)", "releaseDateAndRating": "September 21, 2012\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.1", "list_rank": "64.", "image_url": "https://static.metacritic.com/images/products/movies/7/248e68101cef50e1cc8bdefae50a75a0-98.jpg"}, {"title": "Of Gods and Men", "description": "Eight French Christian monks live in harmony with their Muslim brothers in a monastery perched in the mountains of North Africa in the 1990s. When a crew of foreign workers is massacred by an Islamic fundamentalist group, fear sweeps though the region. The army offers them protection, but the monks refuse. Should they leave? Despite the growing menace in their midst, they slowly realize that they have no choice but to stay... come what may. This film is loosely based on the life of the Cistercian monks of Tibhirine in Algeria, from 1993 until their kidnapping in 1996. [Sony Pictures]", "releaseDateAndRating": "February 25, 2011\n | R", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n6.9", "list_rank": "65.", "image_url": "https://static.metacritic.com/images/products/movies/8/e326db77181a306eb54a999d86dff87e-98.jpg"}, {"title": "Das Boot", "description": "It is 1942 and the German submarine fleet is heavily engaged in the so called \"Battle of the Atlantic\" to harass and destroy English shipping. With better escorts of the Destroyer Class, however, German U-Boats have begun to take heavy losses. Das Boot is the story of one such U-Boat crew, with the film examining how these submariners maintained their professionalism as soldiers, attempted to accomplish impossible missions, while all the time attempting to understand and obey the ideology of the government under which they served. (Sony Pictures)", "releaseDateAndRating": "February 10, 1982\n | Unrated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.1", "list_rank": "66.", "image_url": "https://static.metacritic.com/images/products/movies/9/6914c4b959c58eca48048c84a045a90c-98.jpg"}, {"title": "Los Angeles Plays Itself", "description": "This documentary examines how Los Angeles has been portrayed by Hollywood and the impact of the movie industry on the city.", "releaseDateAndRating": "July 28, 2004\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.3", "list_rank": "67.", "image_url": "https://static.metacritic.com/images/products/movies/0/cfaec68d638296a33b63ca5c9782071c-98.jpg"}, {"title": "Z", "description": "Following the murder of a prominent leftist, an investigator tries to uncover the truth while government officials attempt to cover up their roles.", "releaseDateAndRating": "December 8, 1969\n | M/PG", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\ntbd", "list_rank": "68.", "image_url": "https://static.metacritic.com/images/products/movies/8/cae0c0e1d9f671c81242f83e48d31744-98.jpg"}, {"title": "Let the Fire Burn", "description": "On May 13, 1985, a longtime feud between the city of Philadelphia and controversial radical urban group MOVE came to a deadly climax. By order of local authorities, police dropped military-grade explosives onto a MOVE-occupied rowhouse. TV cameras captured the conflagration that quickly escalatedâ", "releaseDateAndRating": "October 2, 2013\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.4", "list_rank": "69.", "image_url": "https://static.metacritic.com/images/products/movies/7/696d3ac3596898cdb90c32ed6f2df7a4-98.jpg"}, {"title": "Judas and the Black Messiah", "description": "FBI informant William O’Neal (LaKeith Stanfield) infiltrates the Illinois Black Panther Party and is tasked with keeping tabs on their charismatic leader, Chairman Fred Hampton (Daniel Kaluuya). A career thief, O’Neal revels in the danger of manipulating both his comrades and his handler, Special Agent Roy Mitchell (Jesse Plemons). Hampton’s political prowess grows just as he’s falling in love with fellow revolutionary Deborah Johnson (Dominique Fishback). Meanwhile, a battle wages for O’Neal’s soul. Will he align with the forces of good? Or subdue Hampton and The Panthers by any means, as FBI Director J. Edgar Hoover (Martin Sheen) commands?", "releaseDateAndRating": "February 12, 2021\n | R", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.3", "list_rank": "70.", "image_url": "https://static.metacritic.com/images/products/movies/9/b95c84d2a2f9832a98c0d17dd2a8825d-98.jpg"}, {"title": "City of Life and Death", "description": "In December 1937, the Imperial Japanese Army laid siege to the Chinese capital of Nanking, killing as many as 300,000 citizens during a six-week reign of terror, the details of which Japan and China dispute to this day. Shot in dazzling black-and-white Cinemascope, City of Life and Death is a visionary re-telling of one of the most horrific chapters in modern Asian history, and an unforgettable masterpiece of contemporary world cinema. (Kino International)", "releaseDateAndRating": "May 11, 2011\n | R", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.8", "list_rank": "71.", "image_url": "https://static.metacritic.com/images/products/movies/2/54b6a894e758faf84c6e7a8c342a8c78-98.jpg"}, {"title": "The Endurance", "description": "This documentary tells the story of the survival of British explorer Sir Ernest Shackleton and the crew of his vessel 'The Endurance,' which shipwrecked in the ice floes and frigid ocean of the Antarctic in 1914.", "releaseDateAndRating": "September 21, 2001\n | G", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n8.5", "list_rank": "72.", "image_url": "https://static.metacritic.com/images/products/movies/1/e3e020af3a07a2577729aaf917445d9b-98.jpg"}, {"title": "Night Will Fall", "description": "Researchers discover film footage from World War II that turns out to be a lost documentary shot by Alfred Hitchcock and Sidney Bernstein in 1945 about German concentration camps.", "releaseDateAndRating": "November 21, 2014\n | Not Rated", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.9", "list_rank": "73.", "image_url": "https://static.metacritic.com/images/products/movies/6/0e93147fcf3f07f1741da05b7e4232b2-98.jpg"}, {"title": "Festival Express", "description": "A rousing record of a little-known, but monumental, moment in rock n roll history.  Set in 1970, Festival Express was a multi-band, multi-day extravaganza that captured the spirit and imagination of a generation and a nation.  (ThinkFilm)", "releaseDateAndRating": "July 30, 2004\n | R", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n6.2", "list_rank": "74.", "image_url": "https://static.metacritic.com/images/products/movies/8/5fcb105a44ba2d803329d5600884f521-98.jpg"}, {"title": "Harakiri", "description": "An elder ronin samurai arrives at a feudal lord's home and requests an honorable place to commit suicide. But when the ronin inquires about a younger samurai who arrived before him things take an unexpected turn.", "releaseDateAndRating": "August 4, 1964\n | Not Rated", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n8.7", "list_rank": "75.", "image_url": "https://static.metacritic.com/images/products/movies/2/7cf61ce023ca71b48ec6813a6a37773a-98.jpg"}, {"title": "Vincere", "description": "In Vincere, the closely guarded story of Italian dictator Benito Mussolini's secret lover and son is revealed in fittingly operatic proportions. Thunderstruck by the young Mussolini's charisma, Ida Dalser gives up everything to help champion his revolutionary ideas. When he disappears during World War I and later resurfaces with a new wife, the scorned Dalser and her son are locked away in separate asylums for more than a decade. But Ida will not disappear without a fight. (IFC Films)", "releaseDateAndRating": "March 19, 2010\n | Unrated", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.0", "list_rank": "76.", "image_url": "https://static.metacritic.com/images/products/movies/6/ef64800c3caa32063ee375ae8621bc20-98.jpg"}, {"title": "Return to Homs", "description": "A look behind the barricades of the besieged city of Homs, where for nineteen-year-old Basset and his ragtag group of comrades, the audacious hope of revolution is crumbling like the buildings around them.", "releaseDateAndRating": "June 13, 2014\n | Not Rated", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n9.3", "list_rank": "77.", "image_url": "https://static.metacritic.com/images/products/movies/2/ddd738ad687b1783aa2ed00789577ddc-98.jpg"}, {"title": "Hero", "description": "The time: two thousand years ago.  The place: the violent dawn of the Qin dynasty. The story: the soon-to-be First Emperor of China is on the brink of conquering a war-torn land. Three opponents are determined to assassinate him and one loyal subject stands in their way.  [Miramax]", "releaseDateAndRating": "August 27, 2004\n | PG-13", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n8.9", "list_rank": "78.", "image_url": "https://static.metacritic.com/images/products/movies/3/133c1b5bed8dd809a5cb4935fedaf0c1-98.jpg"}, {"title": "The Sun", "description": "In the summer of 1945, with Tokyo under siege by American forces, Japanese Emperor Hirohito remains in seclusion from the world in an underground bunker.  Held by his people as a deity, the incarnation of the Sun God, Hirohito is sheltered from the devastation that surrounds him as he is waited on hand and foot by his servants.  After the razing of Tokyo and bombings of Hiroshima and Nagasaki, Hirohito finally meets with General MacArthur.  And, in August, millions of Japanese citizens are stunned to hear the voice of their Emperor for the first time as he commands his people to cease all fighting.  The address saves the lives of countless Japanese and Allied forces alike, but the victorious powers insist that Emperor Hirohito appear before a military tribunal for war crimes.  Sokurov’s fascinating film chronicles the events leading up to Hirohito’s monumental speech, the historic renunciation of his divine status and his meetings with General MacArthur, who advises his own President not to declare the Japanese leader a war criminal.  Featuring a power-house central performance by Issey Ogata, Sokurov creates an intimate human portrait of the infamous Emperor Hirohito as he faces the unraveling of his own power, and the tragedy that besets his country. (Lorber HT Digital)", "releaseDateAndRating": "November 20, 2009", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n6.8", "list_rank": "79.", "image_url": "https://static.metacritic.com/images/products/movies/98w-movie.jpg"}, {"title": "One Child Nation", "description": "China’s One Child Policy, the extreme population control measure that made it illegal for couples to have more than one child, may have ended in 2015, but the process of dealing with the trauma of its brutal enforcement is only just beginning. From award-winning documentarian Nanfu Wang (Hooligan Sparrow, I Am Another You) and Jialing Zhang, the sweeping One Child Nation explores the ripple effect of this devastating social experiment, uncovering one shocking human rights violation after another - from abandoned newborns, to forced sterilizations and abortions, and government abductions. Wang digs fearlessly into her own personal life, weaving her experience as a new mother and the firsthand accounts of her family members into archival propaganda material and testimony from victims and perpetrators alike, yielding a revelatory and essential record of this chilling, unprecedented moment in human civilization. [Amazon Studios]", "releaseDateAndRating": "August 9, 2019\n | R", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n8.1", "list_rank": "80.", "image_url": "https://static.metacritic.com/images/products/movies/7/6acebe04fa6cb6a27a787174e29ba492-98.jpg"}, {"title": "The Marquise of O", "description": "A German Marquise has to deal with a pregnancy she cannot explain and an infatuated Russian Count.", "releaseDateAndRating": "October 24, 1976\n | PG", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\ntbd", "list_rank": "81.", "image_url": "https://static.metacritic.com/images/products/movies/9/935294ae0c3c5b86e7a21619182d261c-98.jpg"}, {"title": "Watchers of the Sky", "description": "Watchers of the Sky interweaves four stories of remarkable courage, compassion, and determination, while setting out to uncover the forgotten life of Raphael Lemkin - the man who created the word \"genocide,\" and believed the law could protect the world from mass atrocities. Inspired by Samantha Power’s Pulitzer Prize-winning book, A Problem From Hell, Watchers of the Sky takes you on a provocative journey from Nuremberg to The Hague, from Bosnia to Darfur, from criminality to justice, and from apathy to action.", "releaseDateAndRating": "October 17, 2014\n | Not Rated", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\ntbd", "list_rank": "82.", "image_url": "https://static.metacritic.com/images/products/movies/5/772b39ebf2321dabd2103a10b881e017-98.jpg"}, {"title": "Paragraph 175", "description": "During World War II 100,000 German homosexual men were sent to concentration camps.  This documentary tells their story and includes personal accounts of six of the survivors.", "releaseDateAndRating": "September 13, 2000", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.8", "list_rank": "83.", "image_url": "https://static.metacritic.com/images/products/movies/0/e972093e884e80bbce04fd1be959e846-98.jpg"}, {"title": "Z Channel: A Magnificent Obsession", "description": "This documentary chronicles Jerry Harvey's emergence as a brilliant programmer at Z Channel, one of the country's first pay cable stations.  It also explores Harvey's emotional and psychological descent, which eventually resulted in a shocking murder/suicide and the eventual demise of Z Channel itself.  (IFCTV)", "releaseDateAndRating": "October 15, 2004\n | R", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n6.3", "list_rank": "84.", "image_url": "https://static.metacritic.com/images/products/movies/2/6d3ad5f929a876544adcfa77549e3bbc-98.jpg"}, {"title": "Valentino's Ghost", "description": "A documentary focused on exposing the ways in which America's foreign policy agenda in the Middle East drives the U.S. media's portrayal of Arabs and Muslims. The film lays bare the truths behind taboo subjects that are conspicuously avoided, or merely treated as sound bites, by the mainstream American media.", "releaseDateAndRating": "May 17, 2013\n | Not Rated", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\ntbd", "list_rank": "85.", "image_url": "https://static.metacritic.com/images/products/movies/5/a35fcae1e14096012469b61f84bb44e6-98.jpg"}, {"title": "Get on the Bus", "description": "Get on the Bus follows a group of different men traveling from Los Angeles to the Million Man Marchc in Washington, D.C. On the way, they will make friends, make enemies and make history.", "releaseDateAndRating": "October 16, 1996\n | R", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\ntbd", "list_rank": "86.", "image_url": "https://static.metacritic.com/images/products/movies/5/d8f01a5b50c28a4a5ef5a888c57b269d-98.jpg"}, {"title": "Kagemusha", "description": "A petty thief with an utter resemblance to a samurai warlord is hired as the lord's double. When the warlord later dies the thief is forced to take up arms in his place.", "releaseDateAndRating": "October 10, 1980\n | PG", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\ntbd", "list_rank": "87.", "image_url": "https://static.metacritic.com/images/products/movies/4/3ea5b06ff60eaf100ef568fdb60dd1e4-98.jpg"}, {"title": "All the President's Men", "description": "In the Watergate Building on June 17, 1972, lights go on and four burglars are caught breaking into the offices of the Democratic National Headquarters. That night triggered revelations that would eventually drive a U.S. President from office. Washington Post reporters Bob Woodward (Robert Redford) and Carl Bernstein (Dustin Hoffman) grabbed the initial break-in story and stayed with it through doubts, denials and discouragement. [Warner Bros.]", "releaseDateAndRating": "April 9, 1976\n | PG", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n8.4", "list_rank": "88.", "image_url": "https://static.metacritic.com/images/products/movies/0/c7dc314059394bb79b7ed6e220b3493b-98.jpg"}, {"title": "Aferim!", "description": "Eastern Europe, 1835. Two riders cross a barren landscape in the middle of Wallachia. They are the gendarme Costandin and his son. Together they are searching for a gypsy slave who has run away from his nobleman master and is suspected of having an affair with the noble's wife. While the unflappable Costandin comments on every situation with a cheery aphorism, his son takes a more contemplative view of the world. On their odyssey they encounter people of different nationalities and beliefs: Turks and Russians, Christians and Jews, Romanians and Hungarians. Each harbors prejudices against the others which have been passed down from generation to generation. And even when the slave Carfin is found, the adventure is far from over. [Big World Pictures]", "releaseDateAndRating": "January 22, 2016\n | Not Rated", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n7.7", "list_rank": "89.", "image_url": "https://static.metacritic.com/images/products/movies/2/9422fd4bd77187cdb12e4fa917aecd51-98.jpg"}, {"title": "My Winnipeg", "description": "Have you ever wanted to relive your childhood and do things differently? Guy Maddin casts B-movie icon Ann Savage as his domineering mother in attempt to answer that question in My Winnipeg, a hilariously wacky and profoundly touching goodbye letter to his childhood hometown. A documentary (or \"docu-fantasia\" as Maddin proclaims) that inventively blends local and personal history with surrealist images and metaphorical myths, the film covers everything from the fire at the local park which lead to a frozen lake of distressed horse heads to pivotal and factually heightened scenes from Maddin's own childhood, all laced with a startling emotional honesty. My Winnipeg is Maddin's most personal film and a truly unique cinematic experience, winning the best Canadian film at the Toronto International Film Festival and the opening night selection of the Berlin Film Festival's Forum. [IFC Films]", "releaseDateAndRating": "June 13, 2008\n | Not Rated", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n7.1", "list_rank": "90.", "image_url": "https://static.metacritic.com/images/products/movies/3/08c3201970e3143bd2b4d8613dec7300-98.jpg"}, {"title": "The Square", "description": "A group of Egyptian revolutionaries battle leaders and regimes, risking their lives to build a new society of conscience.", "releaseDateAndRating": "October 25, 2013\n | Not Rated", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n7.9", "list_rank": "91.", "image_url": "https://static.metacritic.com/images/products/movies/5/e4f613329a6d9b4ba396003723d58ba9-98.jpg"}, {"title": "Position Among the Stars", "description": "Twelve years ago, Dutch filmmaker Retel Helmrich decided to visit Indonesia, the birthplace of his Dutch father and Indonesian mother, looking for inspiration. The trip ignited his fascination with the country and he started filming the Shamshudin family living in a Jakarta slum. He followed them as the country shook off the rule of president Suharto, experienced a rise of Islamic power and eventually nascent democracy, corruption and a widening income gap. (HBO Films)", "releaseDateAndRating": "September 15, 2011\n | Not Rated", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\ntbd", "list_rank": "92.", "image_url": "https://static.metacritic.com/images/products/movies/7/4664de2652bc0cdd4890be8966b82cbf-98.jpg"}, {"title": "First Man", "description": "First Man is the riveting story of NASA's mission to land a man on the moon, focusing on Neil Armstrong and the years 1961-1969.  A visceral, first-person account, based on the book by James R. Hansen, the movie will explore the sacrifices and the cost-on Armstrong and on the nation-of one of the most dangerous missions in history.", "releaseDateAndRating": "October 12, 2018\n | PG-13", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n7.4", "list_rank": "93.", "image_url": "https://static.metacritic.com/images/products/movies/5/ca09e8acac7b84c25574c334e57b557c-98.jpg"}, {"title": "Once Upon a Time ... in Hollywood", "description": "Once Upon a Time in Hollywood visits 1969 Los Angeles, where everything is changing, as TV star Rick Dalton (Leonardo DiCaprio) and his longtime stunt double Cliff Booth (Brad Pitt) make their way around an industry they hardly recognize anymore.   The ninth film from the writer-director features a large ensemble cast and multiple storylines in a tribute to the final moments of Hollywood's golden age.", "releaseDateAndRating": "July 26, 2019\n | R", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.5", "list_rank": "94.", "image_url": "https://static.metacritic.com/images/products/movies/6/9bb27abf197c999b3903acbc1dbc78af-98.jpg"}, {"title": "I Wish I Knew", "description": "Shanghai's past and present flow together in Jia Zhangke's poetic and poignant portrait of this fast-changing port city. Restoring censored images and filling in forgotten facts, Jia provides an alternative version of 20th century China's fraught history as reflected through life in the Yangtze city.He builds his narrative through a series of eighteen interviews with people from all walks of life-politicians' children, ex-soldiers, criminals, and artists (including Taiwanese master Hou Hsiao-hsien)-- while returning regularly to the image of his favorite lead actress, Zhao Tao, wandering through the Shanghai World Expo Park. (The film was commissioned by the World Expo, but is anything but a piece of straightforward civic boosterism.) A richly textured tapestry full of provocative juxtapositions. [Kino Lorber]", "releaseDateAndRating": "January 24, 2020\n | Not Rated", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\ntbd", "list_rank": "95.", "image_url": "https://static.metacritic.com/images/products/movies/9/b125483f03dd7783e5d063d2b30fdf3c-98.jpg"}, {"title": "The Wind Rises", "description": "Jiro—inspired by the famous Italian aeronautical designer Caproni—dreams of flying and designing beautiful airplanes. Nearsighted from a young age and thus unable to become a pilot, Jiro joins the aircraft division of a major Japanese engineering company in 1927. His genius is soon recognized, and he grows to become one of the world’s most accomplished airplane designers. The film chronicles much of his life, and depicts key historical events that deeply affected the course of Jiro’s life, including the Great Kanto Earthquake of 1923, the Great Depression, the tuberculosis epidemic and Japan’s plunge into war. He meets and falls in love with Nahoko, and grows and cherishes his friendship with his colleague Honjo. A tremendous innovator, Jiro leads the aviation world into the future. Miyazaki pays tribute to engineer Jiro Horikoshi and author Tatsuo Hori in his creation of the fictional character Jiro—the center of the epic tale of love, perseverance, and the challenges of living and making choices in a turbulent world.", "releaseDateAndRating": "November 8, 2013\n | PG-13", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n8.3", "list_rank": "96.", "image_url": "https://static.metacritic.com/images/products/movies/6/df4054daeb1d26275837f507a59954f1-98.jpg"}, {"title": "When We Were Kings", "description": "An unforgettable account of the \"Rumble in the Jungle,\" this Oscar-winning film captures all the magic of Muhammad Ali at the peak of his triumphant career.  (Universal)", "releaseDateAndRating": "October 25, 1996\n | PG", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n8.5", "list_rank": "97.", "image_url": "https://static.metacritic.com/images/products/movies/7/2b5b22423957dd93c7d9aad5fb599380-98.jpg"}, {"title": "Who Will Write Our History", "description": "Who Will Write Our History tells the story of Emanuel Ringelblum and the Oyneg Shabes Archive, the secret archive he created and led in the Warsaw Ghetto. With 30,000 pages of writing, photographs, posters, and more, the Oyneg Shabes Archive is the most important cache of in-the-moment, eyewitness accounts from the Holocaust. It documents not only how the Jews of the ghetto died, but how they lived. The film is based on the book of the same name by historian Samuel Kassow.", "releaseDateAndRating": "January 18, 2019\n | Not Rated", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\ntbd", "list_rank": "98.", "image_url": "https://static.metacritic.com/images/products/movies/1/69cdcd3deb258a23ed64810dee085774-98.jpg"}, {"title": "Red Army", "description": "Red Army is about the Soviet Union and the most successful dynasty in sports history: the Red Army hockey team. Filmmaker Gabe Polsky tells an extraordinary human story from the perspective of its captain Slava Fetisov, the friendships, the betrayals, and the personal dramas, which led to his transformation from national hero to political enemy. The film examines how sport mirrors social and cultural movements and parallels the rise and fall of the Red Army team with the Soviet Union. [Sony Pictures Classics]", "releaseDateAndRating": "November 14, 2014\n | PG", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.7", "list_rank": "99.", "image_url": "https://static.metacritic.com/images/products/movies/5/d7d065bcde0f8e539ffd7cd35e7effa8-98.jpg"}, {"title": "The Post", "description": "Steven Spielberg directs Meryl Streep and Tom Hanks in The Post, a thrilling drama about the unlikely partnership between The Washington Post's Katharine Graham (Streep), the first female publisher of a major American newspaper, and editor Ben Bradlee (Hanks), as they race to catch up with The New York Times to expose a massive cover-up of government secrets that spanned three decades and four U.S. Presidents. The two must overcome their differences as they risk their careers - and their very freedom - to help bring long-buried truths to light.", "releaseDateAndRating": "December 22, 2017\n | PG-13", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.0", "list_rank": "100.", "image_url": "https://static.metacritic.com/images/products/movies/8/3dcd82b735558cf56224a97c7de9eef6-98.jpg"}]}]}