{"contentList": [{"categoryHeader": "All Time Great sci-fi Movies", "listItems": [{"title": "Metropolis (re-release)", "description": "Possibly the crowning achievement of silent cinema, Fritz Lang's 1927 blockbuster fuses the frenetic storytelling of twenties pulp fiction with Lang's personal fascination with the darker side of human nature.  (Kino International)", "releaseDateAndRating": "July 12, 2002", "meta_score": "Metascore:\n\n98", "user_score": "User Score:\n\n8.6", "list_rank": "1.", "image_url": "https://static.metacritic.com/images/products/movies/7/a0fd3d7cd2c8f7765f6c5885e89bcec6-98.jpg"}, {"title": "Gravity", "description": "Dr. Ryan Stone (Sandra Bullock) is a brilliant medical engineer on her first shuttle mission, with veteran astronaut Matt Kowalsky (George Clooney) in command of his last flight before retiring. But on a seemingly routine spacewalk, disaster strikes. The shuttle is destroyed, leaving Stone and Kowalsky completely alone - tethered to nothing but each other and spiraling out into the blackness. The deafening silence tells them they have lost any link to Earth - and any chance for rescue. As fear turns to panic, every gulp of air eats away at what little oxygen is left. But the only way home may be to go further out into the terrifying expanse of space.", "releaseDateAndRating": "October 4, 2013\n | PG-13", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n7.8", "list_rank": "2.", "image_url": "https://static.metacritic.com/images/products/movies/5/1c2a9fd05698fdfa8f1d7ace302c7b6e-98.jpg"}, {"title": "The Bride of Frankenstein", "description": "Mary Shelley reveals the main characters of her novel survived: Dr. Frankenstein, goaded by an even madder scientist, builds his monster a mate.", "releaseDateAndRating": "May 6, 1935\n | TV-PG", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n8.4", "list_rank": "3.", "image_url": "https://static.metacritic.com/images/products/movies/7/0e04af58341def29c7e6b00fb8fc0560-98.jpg"}, {"title": "WALL-E", "description": "After hundreds of lonely years of doing what he was built for, Wall-E discovers a new purpose in life when he meets a sleek search robot named EVE. [Walt Disney Pictures]", "releaseDateAndRating": "June 27, 2008\n | G", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n8.9", "list_rank": "4.", "image_url": "https://static.metacritic.com/images/products/movies/0/60843a0153e157509b414ffbf9f3b646-98.jpg"}, {"title": "Invasion of the Body Snatchers", "description": "A small-town doctor learns that the population of his community is being replaced by emotionless alien duplicates.", "releaseDateAndRating": "February 5, 1956\n | Approved", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.1", "list_rank": "5.", "image_url": "https://static.metacritic.com/images/products/movies/7/a36ffbe744d0ff92a3ca279ed76061c6-98.jpg"}, {"title": "Threads", "description": "Documentary-style account of a nuclear holocaust and its effect on the working class city of Sheffield, England, and the eventual long-term effects of nuclear war on civilization.", "releaseDateAndRating": "September 23, 1984", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n7.4", "list_rank": "6.", "image_url": "https://static.metacritic.com/images/products/movies/2/565f666a4b4dafdfaad4e111ba2b56e0-98.jpg"}, {"title": "Werckmeister Harmonies", "description": "Based on László Krasznahorkai's novel \"The Melancholy of Resistance,\" this is an uncanny fable about powerlessness and tyranny. Set in a small Hungarian village at a moment of great crisis, a mysterious circus comes to town with a giant whale and news of an appearance by a Prince known for his strange powers. Soon the locals' emotions are stirred to a fever pitch of anticipation.  (Anthology Film Archives)", "releaseDateAndRating": "October 10, 2001", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n7.9", "list_rank": "7.", "image_url": "https://static.metacritic.com/images/products/movies/7/e484993e7082b4cbc0bd59fe19f140b4-98.jpg"}, {"title": "Frankenstein", "description": "An obsessed scientist assembles a living being from parts of exhumed corpses.", "releaseDateAndRating": "November 21, 1931\n | Passed", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.3", "list_rank": "8.", "image_url": "https://static.metacritic.com/images/products/movies/7/d59e8ee7e31376d2c5747484533f81a0-98.jpg"}, {"title": "E.T. The Extra-Terrestrial", "description": "When an imaginative boy meets a lost alien, it is the beginning of one of cinema's most endearing friendships as Elliot (Henry Thomas) helps the marvelous creature he calls E.T. find his way back home before government agents can capture him.", "releaseDateAndRating": "June 11, 1982\n | PG", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.3", "list_rank": "9.", "image_url": "https://static.metacritic.com/images/products/movies/9/92b0da5d3482fb1665b34a99ed81678c-98.jpg"}, {"title": "Her", "description": "Set in the Los Angeles of the slight future, Her follows Theodore Twombly, a complex, soulful man who makes his living writing touching, personal letters for other people. Heartbroken after the end of a long relationship, he becomes intrigued with a new, advanced operating system, which promises to be an intuitive entity in its own right, individual to each user. Upon initiating it, he is delighted to meet \"Samantha,\" a bright, female voice, who is insightful, sensitive and surprisingly funny. As her needs and desires grow, in tandem with his own, their friendship deepens into an eventual love for each other. [Warner Bros.]", "releaseDateAndRating": "December 18, 2013\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.6", "list_rank": "10.", "image_url": "https://static.metacritic.com/images/products/movies/5/2a9c10e74260e20a69ba62cf4dcdf607-98.jpg"}, {"title": "Close Encounters of the Third Kind", "description": "Power repairman Roy Neary (Richard Dreyfuss) has an extraordinary encounter with a strange spacecraft while out on a call. Recurring visions of a mountain fuel an increasing obsession that drives him to an emotional breaking point. Desperate to understand what he has experienced, he finds an ally in Jillian (Melinda Dillon), a single mother who believes her son has been abducted by the aliens. Meanwhile an international group of scientists led by French expert Claude Lacombe (Francois Truffaut) search for a breakthrough in human-alien communication. Their collective quest culminates in a remote Wyoming rendezvous and an event of unequalled importance in all of human history. [Sony Pictures]", "releaseDateAndRating": "November 16, 1977\n | PG", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n7.8", "list_rank": "11.", "image_url": "https://static.metacritic.com/images/products/movies/4/6966a26c8e42a290cd9a1f0851526808-98.jpg"}, {"title": "Solaris (re-release)", "description": "Based on Stanislaw Lem's novel, this 1972 allegory takes place on a space station near a mysterious planet.", "releaseDateAndRating": "October 18, 2002\n | TV-G", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.2", "list_rank": "12.", "image_url": "https://static.metacritic.com/images/products/movies/4/e05728d5e701ea2460c5e9fc13581fd9-98.jpg"}, {"title": "It's Such a Beautiful Day", "description": "Bill struggles to put together his shattered psyche, in this new feature film version of Don Hertzfeldt's animated short film trilogy.", "releaseDateAndRating": "October 5, 2012\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.8", "list_rank": "13.", "image_url": "https://static.metacritic.com/images/products/movies/0/a984a97e54432c489cc9a3d0bb964b33-98.jpg"}, {"title": "King Kong", "description": "A film crew travels to a tropical island for an exotic location shoot and discovers a colossal ape who falls for their blonde starlet. He is then captured and transported back to New York City for public exhibition.", "releaseDateAndRating": "April 7, 1933\n | Passed", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.2", "list_rank": "14.", "image_url": "https://static.metacritic.com/images/products/movies/8/8f393f446f7b4c631de4c1dfa4f86233-98.jpg"}, {"title": "Hard to Be a God", "description": "A group of research scientists has been sent to the planet Arkanar, living under an oppressed regime in a period equivalent to earth’s Middle Ages. The local population is suffering a ban issued on anyone who knows how to read and write. The scientists must refrain from influencing political and historical events on Arkanar. They must work incognito, and they must remain neutral. Don Rumata, recognized by the locals as a sort of futuristic god, tries to save the local intelligentsia from their punishment. He cannot avoid taking the stance: “What would you do in God’s place?” [Kino Lorber]", "releaseDateAndRating": "January 30, 2015\n | Not Rated", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n5.4", "list_rank": "15.", "image_url": "https://static.metacritic.com/images/products/movies/2/9ef30f12440bd840dc678848f9e155e0-98.jpg"}, {"title": "Mad Max: Fury Road", "description": "In the furthest reaches of our planet, in a stark desert landscape where humanity is broken, and everyone is fighting for the necessities of life, there are two rebels who just might be able to restore order—Max (Tom Hardy), a man of action and few words, who seeks peace of mind following the loss of his wife and child in the aftermath of the chaos, and Furiosa (Charlize Theron), a woman of action who believes her path to survival may be achieved if she can make it across the desert back to her childhood homeland.", "releaseDateAndRating": "May 15, 2015\n | R", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.6", "list_rank": "16.", "image_url": "https://static.metacritic.com/images/products/movies/1/75341fb373e410eb339784e65a09f140-98.jpg"}, {"title": "Star Wars: Episode IV - A New Hope", "description": "A long time ago in a galaxy far, far away... Princess Leia (Carrie Fisher) is held hostage by the evil Imperial forces in their effort to quell the rebellion against the Galactic Empire. Luke Skywalker (Mark Hamill) and Captain Han Solo (Harrison Ford) team together with the lovable droid duo, R2-D2 and C-3PO, to rescue the beautiful princess and restore justice in the galaxy. [20th Century Fox]", "releaseDateAndRating": "May 25, 1977\n | PG", "meta_score": "Metascore:\n\n90", "user_score": "User Score:\n\n8.8", "list_rank": "17.", "image_url": "https://static.metacritic.com/images/products/movies/6/f3d3d08e7b27e178f47bd9d862ed6567-98.jpg"}, {"title": "Belle", "description": "Suzu is a 17-year-old high school student living in a rural village with her father. For years, she has only been a shadow of herself. One day, she enters “U,” a virtual world of 5 billion members on the internet. There, she is not Suzu anymore but Belle, a world-famous singer. She soon meets with a mysterious creature. Together, they embark on a journey of adventures, challenges and love, in their quest of becoming who they truly are.", "releaseDateAndRating": "TBA\n | Not Rated", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\ntbd", "list_rank": "18.", "image_url": "https://static.metacritic.com/images/products/movies/9/eb58716eb372aa93aa21dbceca313835-98.jpg"}, {"title": "Alien", "description": "For the first time in nearly a quarter-century, Alien returns to the big screen with a digitally remastered special edition of director Ridley Scott's science fiction/horror classic. [Fox]", "releaseDateAndRating": "June 22, 1979\n | R", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n9.0", "list_rank": "19.", "image_url": "https://static.metacritic.com/images/products/movies/2/1f2e861b49c2d6fae98eb0b31f5dad59-98.jpg"}, {"title": "Donnie Darko: The Director's Cut", "description": "This Director's Cut from writer/director Richard Kelly features 20 minutes of never-before-seen footage.", "releaseDateAndRating": "July 23, 2004\n | R", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.6", "list_rank": "20.", "image_url": "https://static.metacritic.com/images/products/movies/5/bdfc0d38d7ea067b55a3abe085a251dd-98.jpg"}, {"title": "Black Panther", "description": "After the events of Captain America: Civil War, King T’Challa returns home to the reclusive, technologically advanced African nation of Wakanda to serve as his country’s new leader. However, T’Challa soon finds that he is challenged for the throne from factions within his own country. When two foes conspire to destroy Wakanda, the hero known as Black Panther must team up with C.I.A. agent Everett K. Ross and members of the Dora Milaje, Wakanadan special forces, to prevent Wakanda from being dragged into a world war.", "releaseDateAndRating": "February 16, 2018\n | PG-13", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n6.3", "list_rank": "21.", "image_url": "https://static.metacritic.com/images/products/movies/2/9c73236df99b1fafbe8f86bdeba3c678-98.jpg"}, {"title": "The Invisible Man", "description": "A scientist finds a way of becoming invisible, but in doing so, he becomes murderously insane.", "releaseDateAndRating": "November 13, 1933\n | TV-PG", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n7.1", "list_rank": "22.", "image_url": "https://static.metacritic.com/images/products/movies/5/c7383f15712a505ff2623bf710e5fcbc-98.jpg"}, {"title": "Back to the Future", "description": "Marty McFly goes back in time, in a DeLorean invented by his friend, Dr. Emmett Brown, and must make sure his high-school-age parents get together, so he doesn't cease to exist.", "releaseDateAndRating": "July 3, 1985\n | PG", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n9.0", "list_rank": "23.", "image_url": "https://static.metacritic.com/images/products/movies/0/2a2027f2a77142335bddd08109237ebf-98.jpg"}, {"title": "Spider-Man: Into the Spider-Verse", "description": "Spider-Man: Into the Spider-Verse introduces Brooklyn teen Miles Morales, and the limitless possibilities of the Spider-Verse, where more than one can wear the mask.", "releaseDateAndRating": "December 14, 2018\n | PG", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.7", "list_rank": "24.", "image_url": "https://static.metacritic.com/images/products/movies/9/bb71a51ba2cd06cac2662099a6411e19-98.jpg"}, {"title": "Divine Love", "description": "Brazil, 2027. Joana (Dira Paes) uses her bureaucratic job to convince divorcing couples to stay together. Her secret weapon is Divine Love, an evangelical cult she belongs to that mixes in a little swinging and group fun into its more traditional prayers and services. Joana herself can’t seem to get pregnant by her own husband, but in an attempt to save her own marriage, she prays regularly at a very unusual religious drive-in, looking for a miracle to help her conceive.", "releaseDateAndRating": "November 13, 2020\n | Not Rated", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.5", "list_rank": "25.", "image_url": "https://static.metacritic.com/images/products/movies/0/b9b4942df511df8ae55dc025c8991b18-98.jpg"}, {"title": "Nausicaä of the Valley of the Wind", "description": "Warrior/pacifist Princess Nausicaä desperately struggles to prevent two warring nations from destroying themselves and their dying planet.", "releaseDateAndRating": "June 13, 1985\n | PG", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.5", "list_rank": "26.", "image_url": "https://static.metacritic.com/images/products/movies/3/869ee3da09738c1ad8a3a82018ee1970-98.jpg"}, {"title": "Atlantis", "description": "Eastern Ukraine, 2025. A desert unsuitable for human habitation. Water is a dear commodity brought by trucks. A Wall is being build-up on the border. Sergiy, a former soldier, is having trouble adapting to his new reality. He meets Katya while on the Black Tulip mission dedicated to exhuming the past. Together, they try to return to some sort of normal life in which they are also allowed to fall in love again.", "releaseDateAndRating": "January 22, 2021\n | NR", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n6.3", "list_rank": "27.", "image_url": "https://static.metacritic.com/images/products/movies/9/74364d292bec424e890b52ebe8a9b5ce-98.jpg"}, {"title": "The Host", "description": "Utilizing state-of-the-art special effects, The Host is both a creature-feature thrill ride and a poignant human drama.  (Magnolia Pictures)", "releaseDateAndRating": "March 9, 2007\n | R", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n6.9", "list_rank": "28.", "image_url": "https://static.metacritic.com/images/products/movies/1/696e202917c205d829cc97c4ffb27225-98.jpg"}, {"title": "The Iron Giant", "description": "A giant metal machine falls to Earth in 1950s Maine, frightening townspeople.  However, the robot befriends a nine-year-old boy named Hogarth who must save it from the predjudices of the townspeople and from a government agent intent on destroying the robot.", "releaseDateAndRating": "August 6, 1999\n | PG", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n8.8", "list_rank": "29.", "image_url": "https://static.metacritic.com/images/products/movies/2/5e0a20ccc26594a5c2dce37af644923a-98.jpg"}, {"title": "Holy Motors", "description": "Inspired by the filmmaker’s fascination with the after hours life of stretch limousines, Denis Lavant plays Monsieur Oscar who, over the course of a single day, takes on 10 other guises, ranging from a gangster and ageing millionaire to a troubled parent and anarchic tramp. Including a few unexpected cameos, Holy Motors is the rarest of things – a true original. (Indomina Releasing)", "releaseDateAndRating": "October 17, 2012\n | Not Rated", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n7.6", "list_rank": "30.", "image_url": "https://static.metacritic.com/images/products/movies/8/0d6f35917d1eaba9e304d657c88d2405-98.jpg"}, {"title": "After Yang", "description": "When his young daughter's beloved companion — an android named Yang — malfunctions, Jake (Colin Farrell) searches for a way to repair him. In the process, Jake discovers the life that has been passing in front of him, reconnecting with his wife (Jodie Turner-Smith) and daughter across a distance he didn't know was there.", "releaseDateAndRating": "TBA\n | PG", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\ntbd", "list_rank": "31.", "image_url": "https://static.metacritic.com/images/products/movies/98w-movie.jpg"}, {"title": "Brazil", "description": "Brazil is a surrealistic nightmare vision of a \"perfect\" future where technology reigns supreme. Everyone is monitored by a secret government agency that forbids love to interfere with efficiency. When a daydreaming bureaucrat (Pryce) becomes unwittingly involved with an underground superhero and a beautiful mystery woman, he becomes the tragic victim of his own romantic illusions. [Universal Pictures]", "releaseDateAndRating": "December 18, 1985\n | R", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n8.8", "list_rank": "32.", "image_url": "https://static.metacritic.com/images/products/movies/4/2763ca8101d0c4fcf89ac393b438f90a-98.jpg"}, {"title": "Children of Men", "description": "Children of Men envisages a world one generation from now that has fallen into anarchy on the heels of an infertility defect in the population. The world's youngest citizen has just died at 18, and humankind is facing the likelihood of its own extinction. Set against the backdrop of London torn apart by violence and nationalistic sects, the film follows disillusioned bureaucrat Theo (Owen) as he becomes an unlikely champion of Earth's survival.  (Universal Pictures)", "releaseDateAndRating": "December 25, 2006\n | R", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n8.5", "list_rank": "33.", "image_url": "https://static.metacritic.com/images/products/movies/5/783bab08e8108552803fba9e98ac7d59-98.jpg"}, {"title": "Star Wars: Episode VIII - The Last Jedi", "description": "Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares to do battle with the First Order.", "releaseDateAndRating": "December 15, 2017\n | PG-13", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n4.1", "list_rank": "34.", "image_url": "https://static.metacritic.com/images/products/movies/7/886af5a18f3e5d38779237beb76cc42a-98.jpg"}, {"title": "Blade Runner", "description": "In a future of high-tech possibility soured by urban and social decay, detective Rick Deckard hunts for fugitive, murderous replicants—and is drawn to a mystery woman whose secrets may undermine his soul. [Warner Bros.]", "releaseDateAndRating": "June 25, 1982\n | R", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n8.7", "list_rank": "35.", "image_url": "https://static.metacritic.com/images/products/movies/3/f0931b2a9391840e6c4851c63ce7e27a-98.jpg"}, {"title": "2001: A Space Odyssey", "description": "2001: A Space Odyssey is a countdown to tomorrow, a road map to human destiny, a quest for the infinite. To begin his voyage into the future, Kubrick visits our prehistoric ape-ancestry past, then leaps millenia (via one of the most mind-blowing jump cuts ever conceived) into colonized space, and ultimately whisks astronaut Bowman (Dullea) into uncharted realms of space, perhaps even into immortality. \"Open the pod bay doors, HAL.\" Let the awe and mystery of a journey unlike any other begin. (Warner Bros.)", "releaseDateAndRating": "April 2, 1968\n | G", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n8.1", "list_rank": "36.", "image_url": "https://static.metacritic.com/images/products/movies/0/e825717fb7a6c961a304ebbd816133d3-98.jpg"}, {"title": "Aliens", "description": "In this action-packed sequel to Alien, Sigourney Weaver returns as Ripley, the only survivor from mankind's first encounter with the monstrous Alien. Her account of the Alien and the fate of her crew are received with skepticism - until the mysterious disappearance of colonists on LV-426 leads her to join a team of high-tech colonial marines sent in to investigate. [20th Century Fox]", "releaseDateAndRating": "July 18, 1986\n | R", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n9.0", "list_rank": "37.", "image_url": "https://static.metacritic.com/images/products/movies/6/d7ede0d6d8f71e4ea5e64d43fa0a300c-98.jpg"}, {"title": "In My Room", "description": "Lost in life and beset by a recent passing, Armin has nowhere to go and just as much to show for himself. Fate (or something like it) intervenes when Armin awakes one morning and discovers that seemingly all of humanity has disappeared, leaving him to his limited devices and opening the door for self-discovery — but the gift of maximum freedom bears complications.", "releaseDateAndRating": "October 11, 2019\n | NR", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n6.3", "list_rank": "38.", "image_url": "https://static.metacritic.com/images/products/movies/9/e4b1a0f746c13a358396889266fc64da-98.jpg"}, {"title": "Looper", "description": "In Looper, time travel exists, but it is illegal and only available on the black market. When the mob wants to get rid of someone, they send their target 30 years into the past, where a “looper” – a hired gun, like Joe – is waiting to mop up. Joe is doing good as a looper until the day the mob decides to “close the loop,” sending back Joe’s future self for assassination. (TriStar Pictures)", "releaseDateAndRating": "September 28, 2012\n | R", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n8.3", "list_rank": "39.", "image_url": "https://static.metacritic.com/images/products/movies/2/00a3b6e73386908e69436ec42a1c048b-98.jpg"}, {"title": "The Vast of Night", "description": "In the twilight of the 1950s, on one fateful night in New Mexico, a young, winsome switchboard operator Fay (Sierra McCormick) and charismatic radio DJ Everett (Jake Horowitz) discover a strange audio frequency that could change their small town and the future forever. Dropped phone calls, AM radio signals, secret reels of tape forgotten in a library, switchboards, crossed patchlines and an anonymous phone call lead Fay and Everett on a scavenger hunt toward the unknown.", "releaseDateAndRating": "May 29, 2020\n | PG-13", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n6.5", "list_rank": "40.", "image_url": "https://static.metacritic.com/images/products/movies/4/51f5ec075847f8827c1a036cf8da2248-98.jpg"}, {"title": "The Terminator", "description": "A cyborg (Arnold Schwarzenegger) is sent from the 21st century to present-day Los Angeles to assassinate a seemingly innocent women whose child will play an important part in the world from which the killer came. [MGM]", "releaseDateAndRating": "October 26, 1984\n | R", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n7.6", "list_rank": "41.", "image_url": "https://static.metacritic.com/images/products/movies/6/c8b9e66c187e0ca802f892be00a5c730-98.jpg"}, {"title": "Snowpiercer", "description": "In a future where a failed global-warming experiment kills off most life on the planet, a class system evolves aboard the Snowpiercer, a train that travels around the globe via a perpetual-motion engine.", "releaseDateAndRating": "June 27, 2014\n | R", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n7.2", "list_rank": "42.", "image_url": "https://static.metacritic.com/images/products/movies/0/a44d0bac1abc6e605527cfe7f1f534ae-98.jpg"}, {"title": "Avatar", "description": "Jake Sully is a former Marine confined to a wheelchair. But despite his broken body, Jake is still a warrior at heart. He is recruited to travel light years to the human outpost on Pandora, where a corporate consortium is mining a rare mineral that is the key to solving Earth's energy crisis. Because Pandora's atmosphere is toxic, they have created the Avatar Program, in which human \"drivers\" have their consciousness linked to an avatar, a remotely-controlled biological body that can survive in the lethal air. These avatars are genetically engineered hybrids of human DNA mixed with DNA from the natives of Pandora... the Na'vi. Reborn in his avatar form, Jake can walk again. He is given a mission to infiltrate the Na'vi, who have become a major obstacle to mining the precious ore. But a beautiful Na'vi female, Neytiri, saves Jake's life, and this changes everything. Jake is taken in by her clan, and learns to become one of them, which involves many tests and adventures. As Jake's relationship with his reluctant teacher Neytiri deepens, he learns to respect the Na'vi way and finally takes his place among them. Soon he will face the ultimate test as he leads them in an epic battle that will decide the fate of an entire world.  (20th Century Fox)", "releaseDateAndRating": "December 18, 2009\n | PG-13", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.5", "list_rank": "43.", "image_url": "https://static.metacritic.com/images/products/movies/2/c7b25091d6b2809112bb643ba651883d-98.jpg"}, {"title": "Soul", "description": "Joe Gardner is a middle-school band teacher who gets the chance of a lifetime to play at the best jazz club in town. But one small misstep takes him from the streets of New York City to The Great Before – a fantastical place where new souls get their personalities, quirks and interests before they go to Earth. Determined to return to his life, Joe teams up with a precocious soul, 22, who has never understood the appeal of the human experience. As Joe desperately tries to show 22 what’s great about living, he may just discover the answers to some of life’s most important questions.", "releaseDateAndRating": "December 25, 2020\n | PG", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n8.3", "list_rank": "44.", "image_url": "https://static.metacritic.com/images/products/movies/1/95fdd79c295870cb2757fdee55bc5078-98.jpg"}, {"title": "20,000 Leagues Under the Sea", "description": "A ship sent to investigate a wave of mysterious sinkings encounters the advanced submarine, the Nautilus, commanded by Captain Nemo.", "releaseDateAndRating": "December 23, 1954\n | Approved", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.9", "list_rank": "45.", "image_url": "https://static.metacritic.com/images/products/movies/1/681a80d9dd4ee60bfc9e1bdbf45c1c7d-98.jpg"}, {"title": "Spider-Man 2", "description": "In the second installment in the Spider-Man series, based on the classic Marvel Comics hero, Tobey Maguire returns as the mild-mannered Peter Parker, who is juggling the delicate balance of his dual life as a college student and a superhuman crime fighter. The entertaining adventure escalates and Spider-Man's life becomes even more complicated when he confronts a new nemesis, the brilliant Otto Octavius, (Molina) who has been reincarnated as the maniacal and multi-tentacled \"Doc Ock.\"  (Sony)", "releaseDateAndRating": "June 30, 2004\n | PG-13", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n8.7", "list_rank": "46.", "image_url": "https://static.metacritic.com/images/products/movies/9/ac7999130d483b130523031a5b08483a-98.jpg"}, {"title": "Last and First Men", "description": "Two billion years ahead of us, a future race of humans finds itself on the verge of extinction. Almost all that is left in the world are lone and surreal monuments, beaming their message into the wilderness.", "releaseDateAndRating": "TBA\n | Not Rated", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\ntbd", "list_rank": "47.", "image_url": "https://static.metacritic.com/images/products/movies/7/9d5bcd5a02287587d6a0eb05f5881fff-98.jpg"}, {"title": "Superman II", "description": "A trio of Krypton villains threaten havoc on Earth, while Superman and Lois Lane are just becoming involved in a long awaited love affair -- an affair which may cost Superman his super powers.  [Warner Bros.]", "releaseDateAndRating": "June 19, 1981\n | PG", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n6.7", "list_rank": "48.", "image_url": "https://static.metacritic.com/images/products/movies/0/04695376bc2eefaedd27b3506bb95892-98.jpg"}, {"title": "War for the Planet of the Apes", "description": "Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel (Woody Harrelson). After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of both their species and the future of the planet.", "releaseDateAndRating": "July 14, 2017\n | PG-13", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.0", "list_rank": "49.", "image_url": "https://static.metacritic.com/images/products/movies/2/1fdc3cd5f30d93d6eb2945dd48fb17c4-98.jpg"}, {"title": "Star Wars: Episode V - The Empire Strikes Back", "description": "Three years after the events of Star Wars,  Imperial forces continue to pursue the Rebels. After the Rebellion?s defeat on the ice planet Hoth, Luke journeys to the planet Dagobah to train with Jedi Master Yoda, who has lived in hiding since the fall of the Republic. In an attempt to convert Luke to the dark side, Darth Vader lures young Skywalker into a trap in the Cloud City of Bespin. In the midst of a fierce lightsaber duel with the Sith Lord, Luke faces a startling revelation. [20th Century Fox]", "releaseDateAndRating": "May 21, 1980\n | PG", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n9.0", "list_rank": "50.", "image_url": "https://static.metacritic.com/images/products/movies/3/bece7a47fc672eec886dba5a6189afbb-98.jpg"}, {"title": "Repo Man", "description": "Otto (Estevez) loses his job as a stock boy in a supermarket in Los Angeles and spends his evenings in the punk underground before encountering Bud (Stanton) who brings him into the life of professional car repossessing. Meanwhile, a nuclear physicist (Harris) has stolen something dangerous and glowing which he stashes into the trunk of his 1964 Chevy Malibu. A mid-eighties cult classic.", "releaseDateAndRating": "March 2, 1984\n | R", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.1", "list_rank": "51.", "image_url": "https://static.metacritic.com/images/products/movies/7/897f30a1044bb5d1612805c4ab685eb4-98.jpg"}, {"title": "Face/Off", "description": "FBI agent Sean Archer (Travolta) knows how to stop elusive terrorist Castor Troy (Cage). He'll become him. Archer undergoes a futuristic surgery and has Troy's face mapped onto his, then infiltrates the terrorist's world to discover his deadly secrets. But as much as Archer looks and acts like Troy, he doesn't really know him. He never figures Troy will retaliate and force doctors to transform him into Archer. Now the agent faces a shattering nightmare: his archrival is living with his family.  (Paramount)", "releaseDateAndRating": "June 27, 1997\n | R", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.9", "list_rank": "52.", "image_url": "https://static.metacritic.com/images/products/movies/2/241ba2c8849c84d99740ad2a7ede30a2-98.jpg"}, {"title": "The Lobster", "description": "A love story set in the near future where single people, according to the rules of The City, are arrested and transferred to The Hotel. There they are obliged to find a matching mate in 45 days. If they fail, they are transformed into an animal of their choosing and released into The Woods. A desperate Man escapes from The Hotel to The Woods where The Loners live and falls in love, although it is against their rules.", "releaseDateAndRating": "May 13, 2016\n | R", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.1", "list_rank": "53.", "image_url": "https://static.metacritic.com/images/products/movies/4/66848cb01316c2004d2f9e2bf9749db4-98.jpg"}, {"title": "Star Trek", "description": "The greatest adventure of all time begins with Star Trek, the incredible story of a young crew's maiden voyage onboard the most advanced starship ever created: the U.S.S. Enterprise. On a journey filled with action, comedy and cosmic peril, the new recruits must find a way to stop an evil being whose mission of vengeance threatens all of mankind. The fate of the galaxy rests in the hands of bitter rivals. One, James T. Kirk, is a delinquent, thrill-seeking Iowa farm boy. The other, Spock, was raised in a logic-based society that rejects all emotion. As fiery instinct clashes with calm reason, their unlikely but powerful partnership is the only thing capable of leading their crew through unimaginable danger, boldly going where no one has gone before! [Paramount]", "releaseDateAndRating": "May 7, 2009\n | PG-13", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.9", "list_rank": "54.", "image_url": "https://static.metacritic.com/images/products/movies/0/465afe8f23ab31e33ef3119eb43e2bd4-98.jpg"}, {"title": "A Quiet Place", "description": "A family of four must navigate their lives in silence after mysterious creatures that hunt by sound threaten their survival. If they hear you, they hunt you.", "releaseDateAndRating": "April 6, 2018\n | PG-13", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.2", "list_rank": "55.", "image_url": "https://static.metacritic.com/images/products/movies/1/fbce5feaa706d25e5fbf3a8b9547086f-98.jpg"}, {"title": "Marjorie Prime", "description": "In the near future, a time of artificial intelligence: 86-year-old Marjorie (Lois Smith)—a jumble of disparate, fading memories—has a handsome new companion (Jon Hamm) who looks like her deceased husband and is programmed to feed the story of her life back to her. What would we remember, and what would we forget, if given the chance?", "releaseDateAndRating": "August 18, 2017\n | Not Rated", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.4", "list_rank": "56.", "image_url": "https://static.metacritic.com/images/products/movies/6/59f7fef4289d2120c0033b246f2b8d8f-98.jpg"}, {"title": "Isle of Dogs", "description": "Isle of Dogs tells the story of Atari Kobayashi, 12-year-old ward to corrupt Mayor Kobayashi. When, by Executive Decree, all the canine pets of Megasaki City are exiled to a vast garbage-dump called Trash Island, Atari sets off alone in a miniature Junior-Turbo Prop and flies across the river in search of his bodyguard-dog, Spots. There, with the assistance of a pack of newly-found mongrel friends, he begins an epic journey that will decide the fate and future of the entire Prefecture.", "releaseDateAndRating": "March 23, 2018\n | PG-13", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.0", "list_rank": "57.", "image_url": "https://static.metacritic.com/images/products/movies/4/385a6fb5fe30c68eec0269da451de098-98.jpg"}, {"title": "Bacurau", "description": "A few years from now... Bacurau, a small village in the Brazilian sertão, mourns the loss of its matriarch, Carmelita, who lived to be 94. Days later, its inhabitants notice that their village has literally vanished from most maps and a UFO-shaped drone starts flying overhead. There are forces that want to expel them from their homes.", "releaseDateAndRating": "March 6, 2020\n | Not Rated", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.9", "list_rank": "58.", "image_url": "https://static.metacritic.com/images/products/movies/6/398e36356c1eba766dece61994d979aa-98.jpg"}, {"title": "Blade Runner 2049", "description": "Thirty years after the events of the first film, a new blade runner, LAPD Officer K (Ryan Gosling), unearths a long-buried secret that has the potential to plunge what’s left of society into chaos. K’s discovery leads him on a quest to find Rick Deckard (Harrison Ford), a former LAPD blade runner who has been missing for 30 years.", "releaseDateAndRating": "October 6, 2017\n | R", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.3", "list_rank": "59.", "image_url": "https://static.metacritic.com/images/products/movies/3/90800de250bab796dc7e0dc932794f40-98.jpg"}, {"title": "Arrival", "description": "When mysterious spacecraft touch down across the globe, an elite team is put together to investigate – including language expert Louise Banks (Amy Adams). Mankind teeters on the verge of global war as everyone scrambles for answers – and to find them, Banks will take a chance that could threaten her life, and quite possibly humanity.", "releaseDateAndRating": "November 11, 2016\n | PG-13", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.2", "list_rank": "60.", "image_url": "https://static.metacritic.com/images/products/movies/8/e87cd20a7ef2e57a82a5c05b4fa0171e-98.jpg"}, {"title": "The Man Who Fell to Earth", "description": "The Man Who Fell to Earth is a daring exploration of science fiction as an art form. The story of an alien on an elaborate rescue mission provides the launching pad for Nicolas Roeg’s visual tour de force, a formally adventurous examination of alienation in contemporary life. Rock legend David Bowie, in his acting debut, completely embodies the title role, while Candy Clark, Buck Henry, and Rip Torn turn in pitch-perfect supporting performances. The film’s hallucinatory vision was obscured in the American theatrical release, which deleted nearly twenty minutes of crucial scenes and details. [The Criterion Collection]", "releaseDateAndRating": "May 28, 1976\n | R", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n6.4", "list_rank": "61.", "image_url": "https://static.metacritic.com/images/products/movies/0/6eab1b6fd7703cefcd49867f250d6b26-98.jpg"}, {"title": "Little Shop of Horrors", "description": "When geeky Seymour Krelborn discovers a very strange and unusual plant, business starts to turn around at the flower shop where he works and (sadly) lives.  When the plant's health is threatened, Seymour desperately discovers the gory secret to keeping it alive.  As Seymour grows more and more anemic and the number of bandages adorning his fingers mounts, the plant thrives, business booms and Seymour gets the girl.  But as the plant grows bigger, so does its demand for the life-nourishing liquid is craves and Seymour must discover other, bigger sources for feeding it...like the sadistic dentist next door.", "releaseDateAndRating": "December 19, 1986\n | PG-13", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n7.5", "list_rank": "62.", "image_url": "https://static.metacritic.com/images/products/movies/9/9b6035abfa1c1715ca559a5bbb05c959-98.jpg"}, {"title": "Upstream Color", "description": "A man and woman are drawn together, entangled in the life cycle of an ageless organism. Identity becomes an illusion as they struggle to assemble the loose fragments of wrecked lives.", "releaseDateAndRating": "April 5, 2013\n | Not Rated", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n6.9", "list_rank": "63.", "image_url": "https://static.metacritic.com/images/products/movies/2/653273889cc8132ed1b0e08f8c526b9b-98.jpg"}, {"title": "Battle Royale", "description": "In the near future, the economy has collapsed, unemployment has soared and juvenile crime has exploded. Fearful of their nation’s youth, the Japanese government passes The BR Law: Each year, a 9th grade class is sent to a remote island where they will be locked into exploding neck collars, given a random weapon, and forced to hunt and kill each other until there is only one survivor left. [Anchor Bay Films]", "releaseDateAndRating": "May 25, 2012\n | Not Rated", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n7.9", "list_rank": "64.", "image_url": "https://static.metacritic.com/images/products/movies/1/02a95623e37128ce2e6a207aaf8d090a-98.jpg"}, {"title": "The World's End", "description": "20 years after attempting an epic pub crawl, five childhood friends reunite when one of them becomes hell bent on trying the drinking marathon again. They are convinced to stage an encore by mate Gary King, a 40-year old man trapped at the cigarette end of his teens, who drags his reluctant pals to their home town and once again attempts to reach the fabled pub, The World's End. As they attempt to reconcile the past and present, they realize the real struggle is for the future, not just theirs but humankind's. Reaching The World's End is the least of their worries.", "releaseDateAndRating": "August 23, 2013\n | R", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n7.8", "list_rank": "65.", "image_url": "https://static.metacritic.com/images/products/movies/7/827c60abe756a350c6fde985b7e65255-98.jpg"}, {"title": "District 9", "description": "Over twenty years ago, aliens made first contact with Earth. Humans waited for the hostile attack, or the giant advances in technology. Neither came. Instead, the aliens were refugees, the last survivors of their home world. The creatures were set up in a makeshift home in South Africa’s District 9 as the world’s nations argued over what to do with them. Now, patience over the alien situation has run out. The tension between the aliens and the humans comes to a head when a human field operative, Wikus van der Merwe, contracts a mysterious virus that begins changing his DNA. Wikus quickly becomes the most hunted man in the world, as well as the most valuable – he is the key to unlocking the secrets of alien technology. Ostracized and friendless, there is only one place left for him to hide: District 9. [Sony Pictures]", "releaseDateAndRating": "August 14, 2009\n | R", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.1", "list_rank": "66.", "image_url": "https://static.metacritic.com/images/products/movies/8/f38cca8ab60ce1905f9333c5572e31dd-98.jpg"}, {"title": "Paprika", "description": "Dr. Atsuko Chiba is a genius scientist by day, and a kick-ass dream warrior named Paprika by night. In this psychedelic sci-fi adventure anime, it will take the skills of both women to save the world.  (Sony Pictures Classics)", "releaseDateAndRating": "May 25, 2007\n | R", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.1", "list_rank": "67.", "image_url": "https://static.metacritic.com/images/products/movies/3/5ae03b5bf1f4bdc12bc022d250d1f735-98.jpg"}, {"title": "Superman", "description": "An adventure re-told, spanning the Man of Steel's life from his Krypton infancy and Midwest boyhood to his career as Daily Planet reporter Clark Kent and through his titanic struggle with archnemesis Lex Luthor. [Warner Bros.]", "releaseDateAndRating": "December 15, 1978\n | PG", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n7.9", "list_rank": "68.", "image_url": "https://static.metacritic.com/images/products/movies/2/a143965c485b152dae84ee1e6cb1a65a-98.jpg"}, {"title": "The Martian", "description": "During a manned mission to Mars, Astronaut Mark Watney (Matt Damon) is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the hostile planet. With only meager supplies, he must draw upon his ingenuity, wit and spirit to subsist and find a way to signal to Earth that he is alive. Millions of miles away, NASA and a team of international scientists work tirelessly to bring “the Martian” home, while his crewmates concurrently plot a daring, if not impossible rescue mission. As these stories of incredible bravery unfold, the world comes together to root for Watney’s safe return. [20th Century Fox]", "releaseDateAndRating": "October 2, 2015\n | PG-13", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n8.1", "list_rank": "69.", "image_url": "https://static.metacritic.com/images/products/movies/4/1dbc0d87d719bfb51a581f832e1a2d52-98.jpg"}, {"title": "Melancholia", "description": "In this beautiful movie about the end of the world, Justine and Michael are celebrating their marriage at a sumptuous party in the home of her sister Claire, and brother-in-law John. Despite Claire's best efforts, the wedding is a fiasco, with family tensions mounting and relationships fraying. Meanwhile, a planet called Melancholia is heading directly towards Earth. (Magnolia Pictures)", "releaseDateAndRating": "November 11, 2011\n | R", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n6.7", "list_rank": "70.", "image_url": "https://static.metacritic.com/images/products/movies/1/b7a3f1290ee06c52a89d9ec93a101fc2-98.jpg"}, {"title": "The Mitchells vs. The Machines", "description": "It all starts when creative outsider Katie Mitchell is accepted into the film school of her dreams and is eager to leave home and find “her people,” when her nature-loving dad insists on having the whole family drive her to school and bond during one last totally-not-awkward-or-forced road trip. But just when the trip can’t get any worse, the family suddenly finds itself in the middle of the robot uprising! Everything from smart phones, to roombas, to evil Furbys are employed to capture every human on the planet. Now it’s up to the Mitchells, including upbeat mom Linda, quirky little brother Aaron, their squishy pug, Monchi, and two friendly, but simple-minded robots to save humanity. [Netflix]", "releaseDateAndRating": "April 30, 2021\n | PG", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n8.1", "list_rank": "71.", "image_url": "https://static.metacritic.com/images/products/movies/2/5cd44b68e24c2a93879ffa4055612e8d-98.jpg"}, {"title": "Sorry to Bother You", "description": "In an alternate present-day version of Oakland, telemarketer Cassius Green discovers a magical key to professional success, propelling him into a macabre universe.", "releaseDateAndRating": "July 6, 2018\n | Not Rated", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n7.0", "list_rank": "72.", "image_url": "https://static.metacritic.com/images/products/movies/0/844af0841d23a18c129e8a5a66bb7c64-98.jpg"}, {"title": "Incredibles 2", "description": "14 years after the original, everyone’s favorite family of superheroes is back in Incredibles 2 – but this time Helen (Holly Hunter) is in the spotlight, leaving Bob (Craig T. Nelson) at home with Violet (Sarah Vowell) and Dash (Huck Milner) to navigate the day-to-day heroics of “normal” life. It’s a tough transition for everyone, made tougher by the fact that the family is still unaware of baby Jack-Jack’s emerging superpowers. When a new villain hatches a brilliant and dangerous plot, the family and Frozone (Samuel L. Jackson) must find a way to work together again—which is easier said than done, even when they’re all Incredible.", "releaseDateAndRating": "June 15, 2018\n | PG", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n7.8", "list_rank": "73.", "image_url": "https://static.metacritic.com/images/products/movies/9/4b4d0009af3539aee7f2f32ac75b5245-98.jpg"}, {"title": "Star Wars: Episode VII - The Force Awakens", "description": "Thirty years after the Battle of Endor, a new threat has risen in the form of the First Order and the villainous Kylo Ren. Meanwhile, Rey, a young scavenger, discovers powers that will change her life -- and possibly save the galaxy.", "releaseDateAndRating": "December 18, 2015\n | PG-13", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n6.7", "list_rank": "74.", "image_url": "https://static.metacritic.com/images/products/movies/4/468d374a1f7d9e298510743c08f3fa2a-98.jpg"}, {"title": "Ad Astra", "description": "Astronaut Roy McBride (Brad Pitt) travels to the outer edges of the solar system to find his missing father and unravel a mystery that threatens the survival of our planet. His journey will uncover secrets that challenge the nature of human existence and our place in the cosmos.", "releaseDateAndRating": "September 20, 2019\n | PG-13", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n6.1", "list_rank": "75.", "image_url": "https://static.metacritic.com/images/products/movies/3/7552e6e841e7744843f4890c52c4ecd1-98.jpg"}, {"title": "The Survivalist", "description": "A lone man strikes a bargain with two women as they fight to survive roving gangs and the harsh isolation of a kill-or-be-killed world.", "releaseDateAndRating": "May 19, 2017\n | Not Rated", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n6.3", "list_rank": "76.", "image_url": "https://static.metacritic.com/images/products/movies/8/359e0319e39c170dd4c41d717b125ddb-98.jpg"}, {"title": "The Endless", "description": "Following their Lovecraftian modern cult classic Spring, acclaimed filmmakers Moorhead and Benson return with this mind-bending thriller that follows two brothers who receive a cryptic video message inspiring them to revisit the UFO death cult they escaped a decade earlier. Hoping to find the closure that they couldn’t as young men, they’re forced to reconsider the cult’s beliefs when confronted with unexplainable phenomena surrounding the camp. As the members prepare for the coming of a mysterious event, the brothers race to unravel the seemingly impossible truth before their lives become permanently entangled with the cult.", "releaseDateAndRating": "April 6, 2018\n | Not Rated", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n7.3", "list_rank": "77.", "image_url": "https://static.metacritic.com/images/products/movies/9/d36cb5b11ec87bd3962884ead8385add-98.jpg"}, {"title": "Minority Report", "description": "Based on a story by famed science fiction writer Philip K. Dick, Minority Report is and action-detective thriller set in Washington, D.C. in 2054, where police utilize a psychic technology to arrest and convict murderers before they commit their crime.  (Fox/Dreamworks)", "releaseDateAndRating": "June 21, 2002\n | PG-13", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n7.1", "list_rank": "78.", "image_url": "https://static.metacritic.com/images/products/movies/8/f90d37deca8828b3d406cca77335b082-98.jpg"}, {"title": "Under the Skin", "description": "An alien seductress (Scarlett Johansson) preys upon hitchhikers in Scotland.", "releaseDateAndRating": "April 4, 2014\n | R", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n6.9", "list_rank": "79.", "image_url": "https://static.metacritic.com/images/products/movies/6/6da73d6026823b68562b3847ce2e50aa-98.jpg"}, {"title": "Time Bandits", "description": "A young boy accidentally joins a band of time traveling dwarves as they jump from era to era looking for treasure to steal.", "releaseDateAndRating": "November 6, 1981\n | PG", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\n7.2", "list_rank": "80.", "image_url": "https://static.metacritic.com/images/products/movies/1/72212088cb6258ce9644e6a6eb1d2831-98.jpg"}, {"title": "Planet of the Apes", "description": "An astronaut crew crash-lands on a planet in the distant future where intelligent talking apes are the dominant species, and humans are the oppressed and enslaved.", "releaseDateAndRating": "April 3, 1968\n | G", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\n8.6", "list_rank": "81.", "image_url": "https://static.metacritic.com/images/products/movies/1/6723b7670d77b79263fb7513a6c2e6cd-98.jpg"}, {"title": "The Fly", "description": "A scientist (Goldblum) slowly becomes a human sized fly after his teleport device malfunctions.", "releaseDateAndRating": "August 15, 1986\n | R", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\n8.4", "list_rank": "82.", "image_url": "https://static.metacritic.com/images/products/movies/9/c64c03e2e7f09e94cf94975deb0c03ed-98.jpg"}, {"title": "Annihilation", "description": "Lena (Natalie Portman), a biologist and former soldier, joins a mission to uncover what happened to her husband inside Area X - a sinister and mysterious phenomenon that is expanding across the American coastline.  Once inside, the expedition discovers a world of mutated landscape and creatures, as dangerous as it is beautiful, that threatens both their lives and their sanity.", "releaseDateAndRating": "February 23, 2018\n | R", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\n7.1", "list_rank": "83.", "image_url": "https://static.metacritic.com/images/products/movies/0/618757a122ce32c1106b0cd883e58432-98.jpg"}, {"title": "Jodorowsky's Dune", "description": "The story of cult film director Alejandro Jodorowsky's ambitious but ultimately doomed film adaptation of Frank Herbert’s science fiction classic, Dune.", "releaseDateAndRating": "March 21, 2014\n | Not Rated", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\n8.4", "list_rank": "84.", "image_url": "https://static.metacritic.com/images/products/movies/0/8557741b54d9dbb42fb3b30dc0ac5469-98.jpg"}, {"title": "Iron Man", "description": "Tony Stark is a billionaire industrialist and genius inventor who is kidnapped and forced to build a devastating weapon. Instead, using his intelligence and ingenuity, Tony builds a high-tech suit of armor and escapes captivity. When he uncovers a nefarious plot with global implications, he dons his powerful armor and vows to protect the world as Iron Man. [Paramount Pictures, Marvel Studios]", "releaseDateAndRating": "May 2, 2008\n | PG-13", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\n8.5", "list_rank": "85.", "image_url": "https://static.metacritic.com/images/products/movies/6/712e9d943b6612e42deb1a81b300b5d5-98.jpg"}, {"title": "I'm Your Man", "description": "Alma (Maren Eggert) is a scientist coerced into participating in an extraordinary study in order to obtain research funds for her work. For three weeks, she has to live with a humanoid robot tailored to her character and needs, whose artificial intelligence is designed to be the perfect life partner for her. Enter Tom (Dan Stevens), a machine in human form in a class of its own, created solely to make her happy.", "releaseDateAndRating": "September 17, 2021\n | Not Rated", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\ntbd", "list_rank": "86.", "image_url": "https://static.metacritic.com/images/products/movies/0/04d5e02ddd6bd3142af99a8f501a27ad-98.jpg"}, {"title": "Dawn of the Planet of the Apes", "description": "A growing nation of genetically evolved apes led by Caesar is threatened by a band of human survivors of the devastating virus unleashed a decade earlier. They reach a fragile peace, but it proves short-lived, as both sides are brought to the brink of a war that will determine who will emerge as Earth's dominant species.", "releaseDateAndRating": "July 11, 2014\n | PG-13", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\n8.2", "list_rank": "87.", "image_url": "https://static.metacritic.com/images/products/movies/6/594be388cc974f61c48664a14df8b21f-98.jpg"}, {"title": "A Shaun the Sheep Movie: Farmageddon", "description": "When an alien with amazing powers crash-lands near Mossy Bottom Farm, Shaun the Sheep goes on a mission to shepherd the intergalactic visitor home before a sinister organization can capture her.", "releaseDateAndRating": "February 14, 2020\n | Not Rated", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\n7.2", "list_rank": "88.", "image_url": "https://static.metacritic.com/images/products/movies/3/2ae2cdea1a2c43a4fa6a848759146938-98.jpg"}, {"title": "Godzilla", "description": "Never before released in the U.S., this is the original, uncut Japanese version of Godzilla directed by sci-fi master Ishiro Honda.", "releaseDateAndRating": "May 7, 2004\n | Unrated", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n8.3", "list_rank": "89.", "image_url": "https://static.metacritic.com/images/products/movies/9/0714ee51564a955380138dc5b249d1cb-98.jpg"}, {"title": "Avengers: Endgame", "description": "The grave course of events set in motion by Thanos that wiped out half the universe and fractured the Avengers ranks compels the remaining Avengers to take one final stand in Marvel Studios’ grand conclusion to twenty-two films.", "releaseDateAndRating": "April 26, 2019\n | PG-13", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n7.8", "list_rank": "90.", "image_url": "https://static.metacritic.com/images/products/movies/4/236313f7aaa7728b28a369b44ebe98b9-98.jpg"}, {"title": "The War of the Worlds", "description": "A small town in California is attacked by Martians, beginning a worldwide invasion.", "releaseDateAndRating": "August 26, 1953\n | Passed", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n7.0", "list_rank": "91.", "image_url": "https://static.metacritic.com/images/products/movies/2/f74b22f3849ec805aa337499094d0361-98.jpg"}, {"title": "Ex Machina", "description": "Caleb Smith (Domhnall Gleeson), a programmer at an internet-search giant, wins a competition to spend a week at the private mountain estate of the company’s brilliant and reclusive CEO, Nathan Bateman (Oscar Isaac). Upon his arrival, Caleb learns that Nathan has chosen him to be the human component in a Turing Test—charging him with evaluating the capabilities, and ultimately the consciousness, of Nathan’s latest experiment in artificial intelligence. That experiment is Ava (Alicia Vikander), a breathtaking A.I. whose emotional intelligence proves more sophisticated, seductive––and more deceptive––than the two men could have imagined.", "releaseDateAndRating": "April 10, 2015\n | R", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n8.0", "list_rank": "92.", "image_url": "https://static.metacritic.com/images/products/movies/2/a65b0aa992b4c1ea2e3654baedd501bc-98.jpg"}, {"title": "Spontaneous", "description": "When students in their high school begin inexplicably exploding (literally…), seniors Mara (Katherine Langford) and Dylan (Charlie Plummer) struggle to survive in a world where each moment may be their last. As an unexpected romance blossoms between them, Mara and Dylan discover that when tomorrow is no longer promised, they can finally start living for today!", "releaseDateAndRating": "October 2, 2020\n | R", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n6.8", "list_rank": "93.", "image_url": "https://static.metacritic.com/images/products/movies/3/718588e3909fe6d7bacc5e6957143633-98.jpg"}, {"title": "2046", "description": "Picking up where \"In the Mood for Love\" left off, 2046 is a visually seductive reverie of memory and regret, refracted through a serial womanizer's experiences with six women.  (Sony Pictures Classics)", "releaseDateAndRating": "August 5, 2005\n | R", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n7.5", "list_rank": "94.", "image_url": "https://static.metacritic.com/images/products/movies/5/4ddb047cd9bbcc4cf12d0624d98dbde4-98.jpg"}, {"title": "Sleeper", "description": "A nerdish store owner is revived out of cryostasis into a future world to fight an oppressive government.", "releaseDateAndRating": "December 17, 1973\n | TV-14", "meta_score": "Metascore:\n\n77", "user_score": "User Score:\n\n7.4", "list_rank": "95.", "image_url": "https://static.metacritic.com/images/products/movies/7/72ce27ca0edb38fbdcb937582ae2510c-98.jpg"}, {"title": "WarGames", "description": "At the height of the Cold War, an American teenager (Matthew Broderick) finds a back door into a military central computer (WOPR) in which reality is confused with game-playing, threatening to start World War III.", "releaseDateAndRating": "June 3, 1983\n | PG", "meta_score": "Metascore:\n\n77", "user_score": "User Score:\n\n7.9", "list_rank": "96.", "image_url": "https://static.metacritic.com/images/products/movies/6/5abd9acd6760a7b760ea8f191c3eeb18-98.jpg"}, {"title": "A Clockwork Orange", "description": "Kubrick makes of Anthony Burgess' celebrated novel a savage and satiric morality play centering on Alex (McDowell), who fights, robs, rapes and kills like any concsienceless predator. Captured and imprisoned, he undergoes treatment to condition him \"safe\", a \"clockwork orange\" healthy and whole on the outside - but crippled within by reflex mechanisms beyond his control. (Warner Bros.)", "releaseDateAndRating": "December 20, 1971\n | X", "meta_score": "Metascore:\n\n77", "user_score": "User Score:\n\n7.4", "list_rank": "97.", "image_url": "https://static.metacritic.com/images/products/movies/4/2a5bc1eae68daafbda2beef36a2b7e8a-98.jpg"}, {"title": "The Road Warrior", "description": "In the post-apocalyptic Australian wasteland, Max (Mel Gibson), a cynical drifter, agrees to help a small, gasoline-rich community fight a roving band of marauders. Originally titled Mad Max 2.", "releaseDateAndRating": "May 21, 1982\n | R", "meta_score": "Metascore:\n\n77", "user_score": "User Score:\n\n8.5", "list_rank": "98.", "image_url": "https://static.metacritic.com/images/products/movies/9/24b2545a39be3db79863979365fe1d77-98.jpg"}, {"title": "Evolution", "description": "Ten-year-old Nicolas (Max Brebant) lives in a remote seaside village populated only by boys his age and adult women. But when he makes a disturbing discovery beneath the ocean waves—a dead boy with a red starfish on his stomach—Nicolas begins to question everything about his existence. What are the half-remembered images he recalls, as if from another life? If the woman he lives with is not his mother, then who is she? And what awaits the boys when they are all suddenly confined to a hospital? [IFC Films]", "releaseDateAndRating": "November 25, 2016\n | Not Rated", "meta_score": "Metascore:\n\n77", "user_score": "User Score:\n\n6.8", "list_rank": "99.", "image_url": "https://static.metacritic.com/images/products/movies/7/0efa1810c5f84a465a09ab095be7fc5d-98.jpg"}, {"title": "Westworld", "description": "For $1,000 a day, vacationers can indulge whims at the theme park called Westworld. They can bust up a bar or bust out of jail, drop in on a brothel or get the drop on a gunslinger. It's all safe: the park's lifelike androids are programmed never to harm the customers. But not all droids are getting with the program. [Warner Bros.]", "releaseDateAndRating": "November 21, 1973\n | PG", "meta_score": "Metascore:\n\n77", "user_score": "User Score:\n\n7.1", "list_rank": "100.", "image_url": "https://static.metacritic.com/images/products/movies/1/962f67779f8b614353d6b4828f7430ab-98.jpg"}]}]}