{
	"tvShows": [
		{
			"categoryHeader": "Great all time Tv Shows",
			"listItems": [
				{
					"title": "Rectify: Season 4",
					"description": "Daniel tries to start a new life outside of Paulie in the fourth and final season of the drama.",
					"releaseDateAndRating": "October 26, 2016",
					"meta_score": "Metascore:\n\n99",
					"user_score": "User Score:\n\n8.6",
					"rank": "1.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/73cb1a676477b2f19058fac1ca57a4f4-98.jpg"
				},
				{
					"title": "The Larry Sanders Show: Season 4",
					"description": "Comic Garry Shandling draws upon his own talk show experiences to create the character of Larry Sanders, a paranoid, insecure host of a late night talk show.  Larry, along with his obsequious TV sidekick Hank Kingsley and his fiercely protective producer Artie, allows Garry Shandling and his talented writers to look behind the scenes and to show us a convincing slice of behind the camera life.",
					"releaseDateAndRating": "July 19, 1995",
					"meta_score": "Metascore:\n\n99",
					"user_score": "User Score:\n\n5.8",
					"rank": "2.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/6e3d8b562b95c82cd4b1c43e0b2b2721-98.jpg"
				},
				{
					"title": "Murder One: Season 1",
					"description": "One of several crime and law dramas created by Steven Bochco (Hill Street Blues, NYPD Blue, L.A. Law), Murder One boasted a then-unique concept: it would tell a single story -- that of a major murder trial -- over the course of an entire season. In the first season, Daniel Benzali portrayed the lead defense attorney, Patricia Clarkson played his wife, and Jason Gedrick the accused man he represented. Audiences at the time seemed deterred by the serialization, with low ratings leading to major cast and format changes in season two.",
					"releaseDateAndRating": "September 19, 1995",
					"meta_score": "Metascore:\n\n99",
					"user_score": "User Score:\n\n6.4",
					"rank": "3.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/0dbe20d1432d4dc9d85f5d0cdd7c6439-98.jpg"
				},
				{
					"title": "The Larry Sanders Show: Season 6",
					"description": "Comic Garry Shandling draws upon his own talk show experiences to create the character of Larry Sanders, a paranoid, insecure host of a late night talk show.  Larry, along with his obsequious TV sidekick Hank Kingsley and his fiercely protective producer Artie, allows Garry Shandling and his talented writers to look behind the scenes and to show us a convincing slice of behind the camera life.",
					"releaseDateAndRating": "March 15, 1998",
					"meta_score": "Metascore:\n\n99",
					"user_score": "User Score:\n\n5.5",
					"rank": "4.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/6e3d8b562b95c82cd4b1c43e0b2b2721-98.jpg"
				},
				{
					"title": "Breaking Bad: Season 5",
					"description": "The final season for the award-winning drama begins it's first run of eight episodes, with the remaining eight episodes airing in summer 2013.",
					"releaseDateAndRating": "July 15, 2012",
					"meta_score": "Metascore:\n\n99",
					"user_score": "User Score:\n\n9.6",
					"rank": "5.",
					"image_url": "https://static.metacritic.com/images/products/tv/2/ac04956caf6d3ec537238f8a6899a18b-98.jpg"
				},
				{
					"title": "The Office (UK): Season 3",
					"description": "This third \"season\" of the groundbreaking British workplace comedy consists of a two-part Christmas special which serves as a finale to the series.",
					"releaseDateAndRating": "December 26, 2003",
					"meta_score": "Metascore:\n\n98",
					"user_score": "User Score:\n\n8.5",
					"rank": "6.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/8a3b3b532241017bb81a276f721bdbd8-98.jpg"
				},
				{
					"title": "The Office (UK): Season 1",
					"description": "\"Trust, encouragement, reward, loyalty... satisfaction. That's what I'm..you know. Trust people and they'll be true to you. Treat them greatly, and they will show themselves to be great.\" - David Brent. The Office tells a story of a few people working in a British office working hard to not lose their jobs. This hilarious comedy won a Golden Globe award for best comedy series. It was created by Ricky Gervais and Steve Merchant. David Brent (Ricky Gervais) is a manager of low intelligence and has no sense of humor, but is convinced that he is the best, the most entertaining and the most well liked boss of all time.Today the show has been sold in more than 60 countries and it even had a remake in America. The Office is the first non-American show nominated in the category of best television musical or comedy for a Golden Globe Award; and Ricky Gervais was the first non-American actor nominated for the lead role in a television comedy for the same award. The Office won both awards and left Sex and the City & Matt LeBlanc empty handed. When the series aired the first season, they did not even know how popular it would get in some future episodes. The fact that its release on the DVD format proved to be the BBC's best selling comedy release shows its mass popularity and appeal.The writers at the start did not imagine that a second season would be created and after bowing to pressure to create one they would not do it again for a third. The show ended on a high note after two Christmas specials which tied up knots and rounded off wonderfully the first two seasons.Opening Theme Song: \"Handbags and Gladrags\" performed by Fin.WARNING: some episodes contain quotes with strong language.",
					"releaseDateAndRating": "July 9, 2001",
					"meta_score": "Metascore:\n\n98",
					"user_score": "User Score:\n\n8.6",
					"rank": "7.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/8a3b3b532241017bb81a276f721bdbd8-98.jpg"
				},
				{
					"title": "Bo Burnham: Inside",
					"description": "The musical comedy special was filmed by the comedian over the past year by himself, with no crew or audience.",
					"releaseDateAndRating": "May 30, 2021",
					"meta_score": "Metascore:\n\n98",
					"user_score": "User Score:\n\n9.1",
					"rank": "8.",
					"image_url": "https://static.metacritic.com/images/products/tv/9/700d4ce4c98b34d744629cea3e285eaf-98.jpg"
				},
				{
					"title": "The Leftovers: Season 3",
					"description": "The third and final season of the Damon Lindelof drama series.",
					"releaseDateAndRating": "April 16, 2017",
					"meta_score": "Metascore:\n\n98",
					"user_score": "User Score:\n\n9.1",
					"rank": "9.",
					"image_url": "https://static.metacritic.com/images/products/tv/7/19a260dc4faa38b42e191ccf79a9a57e-98.jpg"
				},
				{
					"title": "The Wire: Season 3",
					"description": "In chronicling a multi-generational family business dealing illegal drugs and the efforts of the Baltimore police to curb their trade, this series draws parallels between these organizations and the men and women on either side of the battle.The words of Gary W. Potter, Professor of Criminal Justice and Police Studies at Eastern Kentucky University, in writing about the savings and loan scandals of the 1980s, can also be used to illuminate some of the central premises of the show:\"There is precious little difference between those people who society designates as respectable and law abiding and those people society castigates as hoodlums and thugs. The world of corporate finance and corporate capital is as criminogenic and probably more criminogenic than any poverty-wracked slum neighborhood. The distinctions drawn between business, politics, and organized crime are at best artificial and in reality irrelevant. Rather than being dysfunctions, corporate crime, white-collar crime, organized crime, and political corruption are mainstays of American political-economic life.\"Tim Goodman, the television critic for The San Francisco Chronicle, summed the show up perfectly when he wrote: \"This show is precisely the reason you pay for HBO.\"In New York's Newsday, Diane Werts says: \"Most TV crime series aspire to John Grisham's level. 'The Wire' aspires to Dostoevsky's.\"Season ThemesSeason One centers around a family of drug dealers and the innerworkings of their empire.  It also follows the detectives who are trying to catch the high members of the empire.  Season Two steps away from the drug trade (while still mentioning characters from the previous season) to a case of dead prostitutes which turns into a look at the corruption surrounding the Port.  Season Three investigates politics and finishes the main stories that were left open in season one.  Season Four focuses on four middle school students and their journeys through the public school system and continues to address the politics of an inner-city and the issues of an election.  Season Five is rumored to be about the media's role in Baltimore.  Season Five will be the show's final season.Theme MusicIn the Season One opening credits, the Blind Boys of Alabama did Tom Waits's \"Way Down in the Hole\". The Season Two opening credits feature Waits's version of the song. According to creator David Simon, \"It was our way of saying: This is the same show (song) but this year, the tale itself (singer, tonality) will be different.\" The Neville Brothers's version of the song opens Season Three. The theme which plays over the end credits was composed by the show's music supervisor, Blake Leyh.\n\nInternational AiringsAustralia -- Monday at 12:00 p.m. on Ch.9. Currently airing Season 3.\nNew Zealand --  Wednesday at 11:40 p.m. on TV2, beginning December 15, 2004.",
					"releaseDateAndRating": "September 19, 2004",
					"meta_score": "Metascore:\n\n98",
					"user_score": "User Score:\n\n9.4",
					"rank": "10.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/6c15c17ed464350aa8b646ca1391ef6b-98.jpg"
				},
				{
					"title": "The Wire: Season 4",
					"description": "One of the most heralded and unique dramas on television, David Simon's Baltimore-set crime show turns its focus on that city's public school system (and education in general) for its 13-episode fourth season.",
					"releaseDateAndRating": "September 10, 2006",
					"meta_score": "Metascore:\n\n98",
					"user_score": "User Score:\n\n9.5",
					"rank": "11.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/6c15c17ed464350aa8b646ca1391ef6b-98.jpg"
				},
				{
					"title": "The Sopranos: Season 2",
					"description": "Meet Tony Soprano: your average, middle-aged businessman. Tony's got a dutiful wife. A not-so-dutiful son. A daughter named Meadow. An uncle who's losing his marbles. A hot-headed nephew. A not-too-secret mistress. And a shrink to tell all his secrets, except the one she already knows:\nTony's a mob boss whose troubles are wrapped up in his two families. These days, it's getting tougher and tougher to make a killing in the killing business. Just because you're 'made' doesn't mean you've got it made.",
					"releaseDateAndRating": "January 16, 2000",
					"meta_score": "Metascore:\n\n97",
					"user_score": "User Score:\n\n9.3",
					"rank": "12.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/590b2cfc1fc029712fe134af14bc1ee5-98.jpg"
				},
				{
					"title": "The Larry Sanders Show: Season 5",
					"description": "Comic Garry Shandling draws upon his own talk show experiences to create the character of Larry Sanders, a paranoid, insecure host of a late night talk show.  Larry, along with his obsequious TV sidekick Hank Kingsley and his fiercely protective producer Artie, allows Garry Shandling and his talented writers to look behind the scenes and to show us a convincing slice of behind the camera life.",
					"releaseDateAndRating": "November 13, 1996",
					"meta_score": "Metascore:\n\n97",
					"user_score": "User Score:\n\n6.0",
					"rank": "13.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/6e3d8b562b95c82cd4b1c43e0b2b2721-98.jpg"
				},
				{
					"title": "Planet Earth: Blue Planet II",
					"description": "Airing simultaneously on AMC, BBC America, IFC, SundanceTV, and WE tv, the seven-part mini-series takes a look at life in the world's oceans with narration by David Attenborough.",
					"releaseDateAndRating": "January 20, 2018",
					"meta_score": "Metascore:\n\n97",
					"user_score": "User Score:\n\n8.3",
					"rank": "14.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/b7562a2dea7598236c1380fe911080cf-98.jpg"
				},
				{
					"title": "Atlanta: Season 2",
					"description": "The second season subtitled the Atlanta Robbin' Season sees \"Earn\" Marks (Donald Glover) and his cousin Alfred Miles (Brian Tyree Henry) continue their way into the Atlanta music scene.",
					"releaseDateAndRating": "March 1, 2018",
					"meta_score": "Metascore:\n\n97",
					"user_score": "User Score:\n\n8.2",
					"rank": "15.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/50e94f1be303e30486d2a9d19ab89662-98.jpg"
				},
				{
					"title": "The Sopranos: Season 3",
					"description": "Meet Tony Soprano: your average, middle-aged businessman. Tony's got a dutiful wife. A not-so-dutiful son. A daughter named Meadow. An uncle who's losing his marbles. A hot-headed nephew. A not-too-secret mistress. And a shrink to tell all his secrets, except the one she already knows:\nTony's a mob boss whose troubles are wrapped up in his two families. These days, it's getting tougher and tougher to make a killing in the killing business. Just because you're 'made' doesn't mean you've got it made.",
					"releaseDateAndRating": "March 4, 2001",
					"meta_score": "Metascore:\n\n97",
					"user_score": "User Score:\n\n9.4",
					"rank": "16.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/590b2cfc1fc029712fe134af14bc1ee5-98.jpg"
				},
				{
					"title": "America to Me: Season 1",
					"description": "The 10-part documentary series from Steve James takes a year-long look at Chicago's Oak Park and River Forest High School as students and staff deal with a variety of issues, including race, at one of the most diverse suburban public high schools in the U.S.",
					"releaseDateAndRating": "August 26, 2018",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n5.6",
					"rank": "17.",
					"image_url": "https://static.metacritic.com/images/products/tv/2/d8c3487e22f9b50f6005e8e97a834c1d-98.jpg"
				},
				{
					"title": "Homeland: Season 2",
					"description": "Six months after the end of last season, Carrie has returned from treatment to live with her family and Brody is given an opportunity to run for a higher office.",
					"releaseDateAndRating": "September 30, 2012",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n8.3",
					"rank": "18.",
					"image_url": "https://static.metacritic.com/images/products/tv/7/7b8ff04441ee2f677d1859d68466e02f-98.jpg"
				},
				{
					"title": "Twin Peaks: Season 1",
					"description": "\"She's dead. Wrapped in plastic.\"\nDate: Friday, February 24, 1989:\nHomecoming Queen Laura Palmer is found dead, washed up on a riverbank, wrapped in plastic sheeting. FBI Special Agent Dale Cooper is called in to investigate the murder of this young woman in the small, Northwestern town of Twin Peaks.  What he doesn't know is that in Twin Peaks, no one is innocent.Twin Peaks was created by TV veteran Mark Frost (Hill Street Blues) and edgy filmmaker David Lynch, Academy Award nominated director of The Elephant Man, Blue Velvet and Mulholland Dr.  It aired on ABC from 1990 - 1991. The series, with a few exceptions, followed the interesting convention that one episode equaled one day in the town of Twin Peaks.  This means that after 30 episodes, the series covers just slightly more than one month.After Twin Peaks was canceled by ABC, David Lynch went on to make the prequel film, Twin Peaks: Fire Walk With Me, the story of the last seven days of  Laura Palmer.",
					"releaseDateAndRating": "April 8, 1990",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n9.3",
					"rank": "19.",
					"image_url": "https://static.metacritic.com/images/products/tv/2/539628c428dbe4a523dabc5006817de2-98.jpg"
				},
				{
					"title": "O.J.: Made in America: Season 1",
					"description": "The five-part documentary chronicles O.J. Simpson's rise from the San Francisco housing projects to football fame in college and the NFL to his post-football career and infamy with the 1995 trial for the killings of his ex-wife, Nicole, and Ron Goldman. The first episode will air on ABC with the following four episodes airing only on ESPN.",
					"releaseDateAndRating": "June 11, 2016",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n8.0",
					"rank": "20.",
					"image_url": "https://static.metacritic.com/images/products/tv/7/e854b9d1c1e8b1a66915b7b6c3cfc58d-98.jpg"
				},
				{
					"title": "Breaking Bad: Season 4",
					"description": "Walter (Bryan Cranston) has more trouble on his hands with drug lord Gus Fring (Giancarlo Eposito).",
					"releaseDateAndRating": "July 17, 2011",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n9.5",
					"rank": "21.",
					"image_url": "https://static.metacritic.com/images/products/tv/2/ac04956caf6d3ec537238f8a6899a18b-98.jpg"
				},
				{
					"title": "The Sopranos: Season 6",
					"description": "The extended sixth and final season of the hugely popular HBO series will air in two parts: 12 episodes beginning in March 2006, and eight more starting in January 2007.",
					"releaseDateAndRating": "March 12, 2006",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n8.9",
					"rank": "22.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/590b2cfc1fc029712fe134af14bc1ee5-98.jpg"
				},
				{
					"title": "Better Things: Season 2",
					"description": "All 10 episodes of the second season of the family sitcom was directed by co-creator/writer/star Pamela Adlon.",
					"releaseDateAndRating": "September 14, 2017",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n7.3",
					"rank": "23.",
					"image_url": "https://static.metacritic.com/images/products/tv/6/d3cf66677ebac773b537c0321f2cfbb0-98.jpg"
				},
				{
					"title": "Fleabag: Season 2",
					"description": "A priest (Andrew Scott) helps Fleabag change the ways she looks at the world in the second season of the comedy from Phoebe Waller-Bridge.",
					"releaseDateAndRating": "March 4, 2019",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n8.8",
					"rank": "24.",
					"image_url": "https://static.metacritic.com/images/products/tv/4/9de670e6c0d18055f1e2dc48c2bb9699-98.jpg"
				},
				{
					"title": "Fargo: Season 2",
					"description": "Set in 1979, State Trooper Lou Solverson (Patrick Wilson) investigates a case that involves a local crime gang, the Mob, beautician Peggy Blumquist (Kirsten Dunst) and her husband Ed (Jesse Plemons) in Sioux Falls, South Dakota.",
					"releaseDateAndRating": "October 12, 2015",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n9.2",
					"rank": "25.",
					"image_url": "https://static.metacritic.com/images/products/tv/2/de9c84d0e28953bc1019f1f974d6c896-98.jpg"
				},
				{
					"title": "Planet Earth II: Season 1",
					"description": "Narrated by David Attenborough, the sequel to the 2006 nature series features the use of 4K ultra high definition (UHD), aerial drones, and remote recordings to explore animals and the habitats they live in such as islands, mountains, jungles, deserts, grasslands and cities.",
					"releaseDateAndRating": "November 6, 2016",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n9.4",
					"rank": "26.",
					"image_url": "https://static.metacritic.com/images/products/tv/0/69ea9d4c7f0e96a187199a9e07d6916c-98.jpg"
				},
				{
					"title": "Catastrophe: Season 3",
					"description": "The third season of the series features the final TV role for Carrie Fisher as Rob's mother (she passed away shortly after finishing filming the season).",
					"releaseDateAndRating": "April 28, 2017",
					"meta_score": "Metascore:\n\n96",
					"user_score": "User Score:\n\n8.1",
					"rank": "27.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/06f54ec77cf1bf32eb4724b9a5970add-98.jpg"
				},
				{
					"title": "Enlightened: Season 2",
					"description": "Amy and Tyler seek to take down the corporation. Molly Shannon as the executive assistant to the CEO of Abaddonn Industries and Dermot Mulroney as an investigative reporter join the cast.",
					"releaseDateAndRating": "January 13, 2013",
					"meta_score": "Metascore:\n\n95",
					"user_score": "User Score:\n\n7.6",
					"rank": "28.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/42942322f2b49c6d270d638481181c8f-98.jpg"
				},
				{
					"title": "The Staircase: Season 1",
					"description": "An 8-part documentary series about the celebrated trial of Michael Peterson, a writer who is accused of murdering his wife, executive Kathleen Peterson, who was found dead at the bottom of a staircase in their home.",
					"releaseDateAndRating": "April 4, 2005",
					"meta_score": "Metascore:\n\n95",
					"user_score": "User Score:\n\n6.5",
					"rank": "29.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/06aa5fa81f24e148177dbb607fac8811-98.jpg"
				},
				{
					"title": "The Americans: Season 4",
					"description": "Elizabeth and Phillips are given a new dangerous bio-weapon assignment as they deal with the potential repercussions from Paige's confession to her pastor.",
					"releaseDateAndRating": "March 16, 2016",
					"meta_score": "Metascore:\n\n95",
					"user_score": "User Score:\n\n9.0",
					"rank": "30.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/171e420454001273405c07081e58e2ba-98.jpg"
				},
				{
					"title": "The Wire: Season 2",
					"description": "In chronicling a multi-generational family business dealing illegal drugs and the efforts of the Baltimore police to curb their trade, this series draws parallels between these organizations and the men and women on either side of the battle.The words of Gary W. Potter, Professor of Criminal Justice and Police Studies at Eastern Kentucky University, in writing about the savings and loan scandals of the 1980s, can also be used to illuminate some of the central premises of the show:\"There is precious little difference between those people who society designates as respectable and law abiding and those people society castigates as hoodlums and thugs. The world of corporate finance and corporate capital is as criminogenic and probably more criminogenic than any poverty-wracked slum neighborhood. The distinctions drawn between business, politics, and organized crime are at best artificial and in reality irrelevant. Rather than being dysfunctions, corporate crime, white-collar crime, organized crime, and political corruption are mainstays of American political-economic life.\"Tim Goodman, the television critic for The San Francisco Chronicle, summed the show up perfectly when he wrote: \"This show is precisely the reason you pay for HBO.\"In New York's Newsday, Diane Werts says: \"Most TV crime series aspire to John Grisham's level. 'The Wire' aspires to Dostoevsky's.\"Season ThemesSeason One centers around a family of drug dealers and the innerworkings of their empire.  It also follows the detectives who are trying to catch the high members of the empire.  Season Two steps away from the drug trade (while still mentioning characters from the previous season) to a case of dead prostitutes which turns into a look at the corruption surrounding the Port.  Season Three investigates politics and finishes the main stories that were left open in season one.  Season Four focuses on four middle school students and their journeys through the public school system and continues to address the politics of an inner-city and the issues of an election.  Season Five is rumored to be about the media's role in Baltimore.  Season Five will be the show's final season.Theme MusicIn the Season One opening credits, the Blind Boys of Alabama did Tom Waits's \"Way Down in the Hole\". The Season Two opening credits feature Waits's version of the song. According to creator David Simon, \"It was our way of saying: This is the same show (song) but this year, the tale itself (singer, tonality) will be different.\" The Neville Brothers's version of the song opens Season Three. The theme which plays over the end credits was composed by the show's music supervisor, Blake Leyh.\n\nInternational AiringsAustralia -- Monday at 12:00 p.m. on Ch.9. Currently airing Season 3.\nNew Zealand --  Wednesday at 11:40 p.m. on TV2, beginning December 15, 2004.",
					"releaseDateAndRating": "June 1, 2003",
					"meta_score": "Metascore:\n\n95",
					"user_score": "User Score:\n\n9.0",
					"rank": "31.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/6c15c17ed464350aa8b646ca1391ef6b-98.jpg"
				},
				{
					"title": "Homicide: Life on the Street: Season 1",
					"description": "This series was the most reality-based police drama that has ever aired on television.  It was shot entirely with handheld cameras on location in the Fells Point Community of Baltimore, MD.  One of the series' executive producers, Barry Levinson, is a Baltimore native.  He has written and directed at least three films that take place in Baltimore: \"Diner\", \"Tin Men\" & \"Avalon\".  Doing this show was a natural for him.\n\nThe series was based on a book called \"Homicide: A Year on the Killing Streets,\" by David Simon, a writer who spent a year with the members of Baltimore's homicide unit.  Some of the series' characters and cases were based on the book.\n\nThis series was unlike most cop shows of that time, in that there were almost no car chases, gunfights and etc.  This show was about closing cases and the act of the crime was usually never seen.  Generally, the viewer first sees the case when the detective(s) arrive on the scene.  Open cases are kept track of on a board, open cases under the primary detective's name are shown in red ink, when the case is closed the red is replaced by black ink.  During the first season it aired, it didn't have great ratings and the chances for a second season looked bleak.  When Steven Bochco's NYPD Blue premiered in the Fall of '93 and got great ratings, police dramas \"were in\" and the series was given the go-ahead for a second season (the two Emmy Awards probably didn't hurt either).  The better ratings of the second season led to a full third and subsequent seasons.  When the Lifetime cable channel picked the show up for syndication in 1997 it helped guarantee that there would be a fifth season.  Then NBC made it possible for the series to have a sixth and seventh season.\n\nWith the great cast, acting, writing, and directing the series has won awards including a few Emmy Awards, Writer's Guild Awards and George Foster Peabody Awards.  Most of these awards were earned by Tom Fontana, one of the series' executive producers, whose other credits include St. Elsewhere.  In the 1995-1996 television season Andre Braugher was finally nominated for Best Actor in a Drama.  While he didn't win that year, two years later in the 1997-1998 television season he was again nominated, this time the Television Academy recognized what we already knew, that Andre Braugher was the best actor working in television drama.\n\nOne of the highlights of the series, starting with the second season was the use of music.  All varieties of music have been featured throughout the series, most often it was featured in a montage of the detectives conducting their investigation.\n\nFirst air date: January 31, 1993\nLast air date: May 21, 1999\nOriginal air time: Friday 10:00:00 pm (Eastern)",
					"releaseDateAndRating": "January 31, 1993",
					"meta_score": "Metascore:\n\n94",
					"user_score": "User Score:\n\n8.7",
					"rank": "32.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/ec80520876c4c8c9f138660ce35d894e-98.jpg"
				},
				{
					"title": "Better Things: Season 3",
					"description": "Co-creator/writer/star Pamela Adlon will again direct all 12 episodes which will include appearances from Matthew Broderick, Janina Gavankar, Doug Jones, Judy Reyes, Charlie Robinson, Sharon Stone, Cree Summer, Marsha Thomason, and Glynn Turman.",
					"releaseDateAndRating": "February 28, 2019",
					"meta_score": "Metascore:\n\n94",
					"user_score": "User Score:\n\n8.4",
					"rank": "33.",
					"image_url": "https://static.metacritic.com/images/products/tv/6/d3cf66677ebac773b537c0321f2cfbb0-98.jpg"
				},
				{
					"title": "Game of Thrones: Season 4",
					"description": "The fourth season finds King Joffrey preparing to wed Margaery Tyrell (Natalie Dormer), as Jaime Lannister seeks to rekindle his relationship with his sister Cersei, while Daenerys add more people to her army, and Castle Black is about to be attacked by Wildlings.",
					"releaseDateAndRating": "April 6, 2014",
					"meta_score": "Metascore:\n\n94",
					"user_score": "User Score:\n\n9.2",
					"rank": "34.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/25b577800d6e543af264cab55c5e07d6-98.jpg"
				},
				{
					"title": "Battlestar Galactica (2003): Season 3",
					"description": "The 20-episode third season of the acclaimed series picks up where season two unexpectedly ended: pitting humans against Cylons on the planet of New Caprica.",
					"releaseDateAndRating": "October 6, 2006",
					"meta_score": "Metascore:\n\n94",
					"user_score": "User Score:\n\n9.1",
					"rank": "35.",
					"image_url": "https://static.metacritic.com/images/products/tv/4/6635860cfcfee0c31d9288c4a0d94b26-98.jpg"
				},
				{
					"title": "Transparent: Season 2",
					"description": "Maura's (Jeffrey Tambor) journey continues in season two.",
					"releaseDateAndRating": "December 4, 2015",
					"meta_score": "Metascore:\n\n94",
					"user_score": "User Score:\n\n6.6",
					"rank": "36.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/24cb7513b964e5aa7a5d7c9d26583471-98.jpg"
				},
				{
					"title": "Louie: Season 3",
					"description": "Dane Cook, Ricky Gervais, Joan Rivers, Jerry Seinfeld guest star in the third season of the Louie C.K. comedy series.",
					"releaseDateAndRating": "June 28, 2012",
					"meta_score": "Metascore:\n\n94",
					"user_score": "User Score:\n\n8.8",
					"rank": "37.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/683318ad518ed62cc0289d500a3fc01a-98.jpg"
				},
				{
					"title": "The Americans: Season 5",
					"description": "The espionage drama was renewed for two seasons (with season six set to be its final season).",
					"releaseDateAndRating": "March 7, 2017",
					"meta_score": "Metascore:\n\n94",
					"user_score": "User Score:\n\n8.4",
					"rank": "38.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/171e420454001273405c07081e58e2ba-98.jpg"
				},
				{
					"title": "The Office (UK): Season 2",
					"description": "\"Trust, encouragement, reward, loyalty... satisfaction. That's what I'm..you know. Trust people and they'll be true to you. Treat them greatly, and they will show themselves to be great.\" - David Brent. The Office tells a story of a few people working in a British office working hard to not lose their jobs. This hilarious comedy won a Golden Globe award for best comedy series. It was created by Ricky Gervais and Steve Merchant. David Brent (Ricky Gervais) is a manager of low intelligence and has no sense of humor, but is convinced that he is the best, the most entertaining and the most well liked boss of all time.Today the show has been sold in more than 60 countries and it even had a remake in America. The Office is the first non-American show nominated in the category of best television musical or comedy for a Golden Globe Award; and Ricky Gervais was the first non-American actor nominated for the lead role in a television comedy for the same award. The Office won both awards and left Sex and the City & Matt LeBlanc empty handed. When the series aired the first season, they did not even know how popular it would get in some future episodes. The fact that its release on the DVD format proved to be the BBC's best selling comedy release shows its mass popularity and appeal.The writers at the start did not imagine that a second season would be created and after bowing to pressure to create one they would not do it again for a third. The show ended on a high note after two Christmas specials which tied up knots and rounded off wonderfully the first two seasons.Opening Theme Song: \"Handbags and Gladrags\" performed by Fin.WARNING: some episodes contain quotes with strong language.",
					"releaseDateAndRating": "September 30, 2002",
					"meta_score": "Metascore:\n\n93",
					"user_score": "User Score:\n\n8.9",
					"rank": "39.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/8a3b3b532241017bb81a276f721bdbd8-98.jpg"
				},
				{
					"title": "Deadwood: Season 2",
					"description": "In an age of plunder and greed, the richest gold strike in American History draws a throng of restless misfits to an outlaw settlement where everything - and everyone - has a price. Welcome to Deadwood...a hell of a place to make your fortune. From Executive Producer David Milch (\"NYPD Blue\") comes DEADWOOD, a new drama series that focuses on the birth of an American frontier town and the ruthless power struggle that exists in its lawless boundaries. The story begins two weeks after Custer's defeat at Little Bighorn, combining fictional and real-life characters and events in an epic morality tale. Located in the Black Hills Indian Cession, the \"town\" of Deadwood is an illegal settlement, a violent and uncivilized outpost that attracts a colorful array of characters looking to get rich - from outlaws and entrepreneurs to ex-soldiers and racketeers, Chinese laborers, prostitutes, city dudes and gunfighters.",
					"releaseDateAndRating": "March 6, 2005",
					"meta_score": "Metascore:\n\n93",
					"user_score": "User Score:\n\n9.1",
					"rank": "40.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/a3fffca34845350b35eb76ec76f2c1c2-98.jpg"
				},
				{
					"title": "City So Real: Season 1",
					"description": "The five-part documentary directed by Steve James looks at the city of Chicago and its residents as 21 candidates run for mayor of the Windy City in 2018-19.",
					"releaseDateAndRating": "October 29, 2020",
					"meta_score": "Metascore:\n\n93",
					"user_score": "User Score:\n\n4.4",
					"rank": "41.",
					"image_url": "https://static.metacritic.com/images/products/tv/9/a5332ec02d4bf5a32d5a88205a8eb5fe-98.jpg"
				},
				{
					"title": "PEN15: Season 2",
					"description": "The 14-episode second season split into two halves (the second half will premiere in 2021) finds Anna (Anna Konkle) and Maya (Maya Erskine) back in middle school as they try to fit in while attending parties, school plays and sleepovers.",
					"releaseDateAndRating": "September 18, 2020",
					"meta_score": "Metascore:\n\n93",
					"user_score": "User Score:\n\n7.3",
					"rank": "42.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/e9cb4eb62c36a7c59975ecba874010e8-98.jpg"
				},
				{
					"title": "Louie: Season 4",
					"description": "After 19 months, the Emmy-winning comedy returns with a 14 episode season.",
					"releaseDateAndRating": "May 5, 2014",
					"meta_score": "Metascore:\n\n93",
					"user_score": "User Score:\n\n8.7",
					"rank": "43.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/683318ad518ed62cc0289d500a3fc01a-98.jpg"
				},
				{
					"title": "Curb Your Enthusiasm: Season 3",
					"description": "Each half-hour episode of Curb Your Enthusiasm features verité-style footage of David (playing himself) at home, at work and around town, as he gets into predicaments with fictional and real-life personalities. With cast regulars Jeff Garlin (as manager Jeff Greene) and Cheryl Hines (as wife Cheryl), the series features appearances by guest celebrities playing themselves or character roles. Candid, unsparing and self-deprecating, Curb Your Enthusiasm brings the off-kilter comic vision of Larry David--co-creator and co-executive producer of one of the most lauded comedy series in TV history, Seinfeld--to HBO. The series blurs the lines between reality and fiction, as David (playing himself) and a cast of real and fictional characters are followed around Los Angeles by a ubiquitous camera that chronicles the private, often banal world of a (relatively) public man. Having evolved from the 1999 HBO special Larry David: Curb Your Enthusiasm, this series proves how seemingly trivial details of one's day-to-day life--a trip to the movies, a phone call, a visit from some trick-or-treaters--can precipitate a \"Murphy's Law\" chain of misfortune to hilarious effect. Like George Costanza in Seinfeld, the protagonist of Curb Your Enthusiasm has a knack for getting himself into uncomfortable situations that end up alienating him from peers and acquaintances. To keep the narrative fresh and spontaneous, Curb Your Enthusiasm is shot without a script; the cast is given scene outlines and often improvise lines as they go. The result is an unpredictable format that's unlike anything else on TV.\nIn Germany the show is known as Lass es, Larry! (\"Stop it, Larry!\")In Portuguese the show is known as A Louca Vida de Larry (\"Larry's Crazy Life\")In Norway it is known is Ingen grunn til begeistringIn Sweden it is known as Simma lugnt, Larry!In Finland it is known as JÃ¤itÃ¤ hattuun",
					"releaseDateAndRating": "September 15, 2002",
					"meta_score": "Metascore:\n\n93",
					"user_score": "User Score:\n\n8.8",
					"rank": "44.",
					"image_url": "https://static.metacritic.com/images/products/tv/6/4ae69d0cb55fa204daf8cc0e7f17fb7c-98.jpg"
				},
				{
					"title": "Bleak House: Season 1",
					"description": "Masterpiece Theatre tackles the Dickens classic for the second time with this miniseries (adapted by Andrew Davies) airing in six weekly installments.",
					"releaseDateAndRating": "October 27, 2005",
					"meta_score": "Metascore:\n\n93",
					"user_score": "User Score:\n\n9.0",
					"rank": "45.",
					"image_url": "https://static.metacritic.com/images/products/tv/7/215d09c54d7be881c68b9d4449125c14-98.jpg"
				},
				{
					"title": "Homecoming: A Film by Beyoncé",
					"description": "The documentary film about Beyoncé's 2018 Coachella performance promises interviews, behind-the-scenes footage and information about the creation of her concept.",
					"releaseDateAndRating": "November 2, 2018",
					"meta_score": "Metascore:\n\n93",
					"user_score": "User Score:\n\n7.8",
					"rank": "46.",
					"image_url": "https://static.metacritic.com/images/products/tv/9/44ace6fa21b00dfcabc59a229dbc7c29-98.jpg"
				},
				{
					"title": "The Larry Sanders Show: Season 3",
					"description": "Comic Garry Shandling draws upon his own talk show experiences to create the character of Larry Sanders, a paranoid, insecure host of a late night talk show.  Larry, along with his obsequious TV sidekick Hank Kingsley and his fiercely protective producer Artie, allows Garry Shandling and his talented writers to look behind the scenes and to show us a convincing slice of behind the camera life.",
					"releaseDateAndRating": "June 22, 1994",
					"meta_score": "Metascore:\n\n93",
					"user_score": "User Score:\n\n7.5",
					"rank": "47.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/6e3d8b562b95c82cd4b1c43e0b2b2721-98.jpg"
				},
				{
					"title": "The Americans: Season 6",
					"description": "Philip (Matthew Rhys) and Elizabeth's (Keri Russell) plans to return to Russia are stymied and their daughter becomes involved in the spy game in the sixth and final season of the espionage drama.",
					"releaseDateAndRating": "March 28, 2018",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n8.2",
					"rank": "48.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/171e420454001273405c07081e58e2ba-98.jpg"
				},
				{
					"title": "Mad Men: Season 4",
					"description": "Season four continues with Don Draper's divorce from his wife while the new agency Sterling Cooper Draper Pryce begins business.",
					"releaseDateAndRating": "July 25, 2010",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n9.0",
					"rank": "49.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/494dd0085ea41a5d2d50b962a355062a-98.jpg"
				},
				{
					"title": "The Shield: Season 1",
					"description": "The Road To Justice Is Twisted\n\nThe Shield breaks the conventional formula of the cop genre. It plays out in a tough, morally ambiguous world in which the line between good and bad is crossed every day. The series focuses on the tension between a group of corrupt but effective cops and a captain torn between bringing them down and advancing his own political ambitions. The Shield stars Michael Chiklis (The Commish) as rogue cop \"Det. Vic Mackey,\" leader of the elite Strike Team unit, who is effective at eliminating crime but who operates under his own set of rules. Benito Martinez (Outbreak & Her Costly Affair) plays \"Captain David Aceveda,\" the young precinct head who doesn't like Mackey's tactics and wants to bust him off the force. And the Emmy-nominated CCH Pounder (ER & Boycott), plays \"Det. Claudette Wyms,\" a veteran detective who understands Mackey and knows how to play both sides of the fence.\n\nThe show made history by becoming the first ad-supported cable series to win the 2003 Golden Globe Award for Best Drama Series. In its first season, Shawn Ryan (Writing) and Clark Johnson (Directing) received Emmy nominations, which were also firsts for basic cable in those categories. The Shield has received two TCA nominations for Outstanding Achievement in Drama.  As of March 2005, the show has become the longest running series on the FX Network.",
					"releaseDateAndRating": "March 12, 2002",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n9.3",
					"rank": "50.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/37f6892ddad0596b3ce43802bc6a0b1e-98.jpg"
				},
				{
					"title": "Better Call Saul: Season 5",
					"description": "Jimmy decides to practice law as Saul Goodman and it changes everything.",
					"releaseDateAndRating": "February 23, 2020",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n8.8",
					"rank": "51.",
					"image_url": "https://static.metacritic.com/images/products/tv/0/bec2961a77f262b6546773147c21cc35-98.jpg"
				},
				{
					"title": "Halt and Catch Fire: Season 4",
					"description": "The final season sees the Internet expanding outside just research institutions to the masses with the invention of the web browser.",
					"releaseDateAndRating": "August 19, 2017",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n8.2",
					"rank": "52.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/90d54804d66443ed83e5a2e506825c3a-98.jpg"
				},
				{
					"title": "The Staircase [2018 Version]: Season 1",
					"description": "Jean-Xavier de Lestrade's 2005 Peabody Award-winning eight-part documentary about the Michael Peterson murder trial comes to Netflix with three new episodes (as well as the two episodes released in 2013 for a grand total of 13 episodes).",
					"releaseDateAndRating": "June 8, 2018",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n7.6",
					"rank": "53.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/870179f7b7d65fa048285887cd70c542-98.jpg"
				},
				{
					"title": "The Americans: Season 3",
					"description": "The third season picks up late in 1982 with Elizabeth and Phillips disagreeing over their daughter and their missions.",
					"releaseDateAndRating": "January 28, 2015",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n8.5",
					"rank": "54.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/171e420454001273405c07081e58e2ba-98.jpg"
				},
				{
					"title": "The Simpsons: Season 2",
					"description": "Originally created by cartoonist Matt Groening, \"Our Favorite Family,\" has graced the small screen in one form or another for over 20 years. The Simpson family first appeared on television as the subjects of interstitial \"shorts\" on The Tracey Ullman Show in April of 1987. The Simpsons remained a staple on The Tracey Ullman Show for three seasons until they premiered in their own half-hour series, on December 17, 1989. With the help of Jim Brooks and Sam Simon, Matt Groening's cartoon family turned into an instant success.\n\nSet in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.\n\nCurrently in its 21st season, The Simpsons has piled up over 440 episodes, over 20 Emmy Awards, a handful of music albums, countless endorsements and merchandise, and even made the jump to the silver screen in the summer of 2007 with The Simpsons Movie. And according to Matt Groening, \"There is no end in sight.\"",
					"releaseDateAndRating": "October 11, 1990",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n9.0",
					"rank": "55.",
					"image_url": "https://static.metacritic.com/images/products/tv/2/ab3af004d601914468810fa1bd16cff9-98.jpg"
				},
				{
					"title": "Romeo & Juliet",
					"description": "Directed by Simon Godwin, Emily Burns' adaptation of Shakespeare's Romeo and Juliet was filmed at London's National Theatre with Jessie Buckley and Josh O'Connor as the doomed young lovers airs as a part of PBS's Great Performances series. \n\n[Premiered originally in the UK on Sky Arts on 5 Apr 2021]",
					"releaseDateAndRating": "April 23, 2021",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n6.5",
					"rank": "56.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/b7b4c9e8996bce8cc5b4193103d5a089-98.jpg"
				},
				{
					"title": "Rectify: Season 2",
					"description": "A week after Daniel's release from jail finds him in a coma and the community still divided.",
					"releaseDateAndRating": "June 19, 2014",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n9.1",
					"rank": "57.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/73cb1a676477b2f19058fac1ca57a4f4-98.jpg"
				},
				{
					"title": "Homeland: Season 1",
					"description": "CIA agent Carrie Mathison (Clare Danes) is not convinced the rescued soldier Nick Brody (Damian Lewis) is not a double agent of al-Qaida.",
					"releaseDateAndRating": "October 2, 2011",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n8.3",
					"rank": "58.",
					"image_url": "https://static.metacritic.com/images/products/tv/7/7b8ff04441ee2f677d1859d68466e02f-98.jpg"
				},
				{
					"title": "The Underground Railroad",
					"description": "Cora (Thuso Mbedu) and Caesar (Aaron Pierre) escape from a plantation and learn the Underground Railroad is an actual physical underground railway line. But a bounty hunter named Ridgeway (Joel Edgerton) is determined to bring Cora back in this Barry Jenkins adaptation of Colson Whitehead's novel of the same name.",
					"releaseDateAndRating": "May 14, 2021",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n8.2",
					"rank": "59.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/5c311a0629ce33fba0192ad2a10fa20b-98.jpg"
				},
				{
					"title": "My Brilliant Friend: Season 2",
					"description": "Set in the 1960s, the second season subtitled: The Story of a New Name sees the friendship and lives of Elena (Margherita Mazzucco) and Lila (Gaia Girace) changed after the arrival of childhood acquaintance, Nino Sarratore (Francesco Serpico).",
					"releaseDateAndRating": "March 16, 2020",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n8.5",
					"rank": "60.",
					"image_url": "https://static.metacritic.com/images/products/tv/7/d517a3375dd2e07b67cfaffd2ab0c495-98.jpg"
				},
				{
					"title": "The Handmaid's Tale: Season 1",
					"description": "In the totalitarian society of Gilead, a handmaiden enslaved to produce a child for Commander Waterford (Joseph Fiennes) and his wife Serena Joy (Yvonne Strahovski) named Offred (Elisabeth Moss) seeks the daughter taken from her in this drama series based on Margaret Atwood’s best-selling novel.",
					"releaseDateAndRating": "April 30, 2017",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n7.9",
					"rank": "61.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/250601dd7f2decfc33c022bf413501bc-98.jpg"
				},
				{
					"title": "Transparent: Season 1",
					"description": "Mort Pfefferman's (Jeffrey Tambor) announcement to his family causes more secrets to come out from his ex-wife Shelly (Judith Light) and their three grown children--Ali (Gaby Hoffmann), Josh (Jay Duplass), and Sarah (Amy Landecker) in this Jill Soloway dark comedy.",
					"releaseDateAndRating": "September 26, 2014",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n7.4",
					"rank": "62.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/24cb7513b964e5aa7a5d7c9d26583471-98.jpg"
				},
				{
					"title": "The Returned: Season 1",
					"description": "People long dead return to a small town with no knowledge of their death including a 15-year old girl (Yara Pilart) killed in a car accident four years ago, a groom (Pierre Perrier) who died ten years ago, a young murdered boy (Swann Nambotin), and a serial killer (Guillaume Gouix) in this French drama (known as Les Revenants in France).\n\n[Originally aired 26 Nov 2012 - 17 Dec 2012 on Canal+]",
					"releaseDateAndRating": "October 31, 2013",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n8.6",
					"rank": "63.",
					"image_url": "https://static.metacritic.com/images/products/tv/7/549f0cb4e1f7e8027d242ab4c9172a98-98.jpg"
				},
				{
					"title": "My So-Called Life: Season 1",
					"description": "My So-Called Life started in 1994 on ABC. It was very popular. It was a show that many could relate to and came off as more realistic than many other high school shows. Unfortunately, ABC cancelled it after one season.   It has remained a favorite for long after.  There are many questions left unresolved. If there was a season 2, would Rayanne and Angela be friends? Would Graham overcome his fidelity issues?  Would Angela ditch dreamboat Jordan Catalano and go with geeky Brian Krakow? We'll never know.",
					"releaseDateAndRating": "August 25, 1994",
					"meta_score": "Metascore:\n\n92",
					"user_score": "User Score:\n\n8.5",
					"rank": "64.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/5e41b98e03fab88ddd2d510b3121212b-98.jpg"
				},
				{
					"title": "Catastrophe: Season 4",
					"description": "The fourth and final season of the comedy find Rob dealing with AA meetings as Sharon begins a new hobby.",
					"releaseDateAndRating": "March 15, 2019",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n8.2",
					"rank": "65.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/06f54ec77cf1bf32eb4724b9a5970add-98.jpg"
				},
				{
					"title": "The Hollow Crown: Season 1",
					"description": "Filmed on location, the adaptions of William Shakespeare's plays \"Richard II,\" \"Henry IV, Part 1,\" \"Henry IV, Part 2,\" and \"Henry V\" features Ben Whishaw as Richard II, Rory Kinnear as the young Henry IV, Jeremy Irons as the older Henry IV, and Tom Hiddleston as Prince Hal/Henry V.",
					"releaseDateAndRating": "September 20, 2013",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n6.9",
					"rank": "66.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/c92a871552e2f3a1f2d7c91fe803fd4b-98.jpg"
				},
				{
					"title": "Louie: Season 5",
					"description": "The fifth season of the comedy returns with just eight episodes due to Louis C.K.'s busy career.",
					"releaseDateAndRating": "April 9, 2015",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n8.5",
					"rank": "67.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/683318ad518ed62cc0289d500a3fc01a-98.jpg"
				},
				{
					"title": "Game of Thrones: Season 5",
					"description": "The fifth season returns with a ten episodes which will include introductions to Dorne and its people.",
					"releaseDateAndRating": "April 12, 2015",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n8.2",
					"rank": "68.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/25b577800d6e543af264cab55c5e07d6-98.jpg"
				},
				{
					"title": "BoJack Horseman: Season 6.5",
					"description": "The second half of the final season of the animated comedy.",
					"releaseDateAndRating": "January 31, 2020",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n8.6",
					"rank": "69.",
					"image_url": "https://static.metacritic.com/images/products/tv/9/550afe466bcfd77e54b317afa312de77-98.jpg"
				},
				{
					"title": "The Larry Sanders Show: Season 2",
					"description": "Comic Garry Shandling draws upon his own talk show experiences to create the character of Larry Sanders, a paranoid, insecure host of a late night talk show.  Larry, along with his obsequious TV sidekick Hank Kingsley and his fiercely protective producer Artie, allows Garry Shandling and his talented writers to look behind the scenes and to show us a convincing slice of behind the camera life.",
					"releaseDateAndRating": "June 2, 1993",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n7.2",
					"rank": "70.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/6e3d8b562b95c82cd4b1c43e0b2b2721-98.jpg"
				},
				{
					"title": "Master of None: Season 2",
					"description": "Dev (Aziz Ansari) travels to Italy in the second season of the comedy series.",
					"releaseDateAndRating": "May 12, 2017",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n8.3",
					"rank": "71.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/871159a9e8a1c35430f9d996e88b1c64-98.jpg"
				},
				{
					"title": "Master of None: Season 1",
					"description": "30-year-old Dev (Aziz Ansari) is a New York actor who has no idea what he wants in the comedy that will includes guest appearances from Claire Danes, Noah Emmerich and Ansari's parents.",
					"releaseDateAndRating": "November 6, 2015",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n7.7",
					"rank": "72.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/871159a9e8a1c35430f9d996e88b1c64-98.jpg"
				},
				{
					"title": "Borgen: Season 1",
					"description": "The Danish political drama produced by the same people as the Danish version of The Killing follows Birgitte Nyborg (Sidse Babett Knudsen) as she becomes Prime Minister.\n\n[Premiered originally on Denmark's D1 on 26 Sep 2010; to begin airing on Netflix US on 1 Sep 2020]",
					"releaseDateAndRating": "October 29, 2011",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n7.4",
					"rank": "73.",
					"image_url": "https://static.metacritic.com/images/products/tv/4/ab6d8ece1d2ac42f11bc40ae8630c44f-98.jpg"
				},
				{
					"title": "Justified: Season 2",
					"description": "The second season concludes the last season's finale before jumping a little forward in time to find more trouble brewing for US Marshal Raylan Givens (Timothy Olyphant).",
					"releaseDateAndRating": "February 9, 2011",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n9.3",
					"rank": "74.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/2b03a97f21d7610731f5b5a2ff0fcc90-98.jpg"
				},
				{
					"title": "Broadchurch: Season 1",
					"description": "Recently transferred Detective Inspector Alec Hardy (David Tennant) takes the lead of the investigation into the death of 11-year-old Danny Latimer (Oskar McNamara) in the fictional Dorset town of Broadchurch over local Detective Sergeant Ellie Miller (Olivia Colman).",
					"releaseDateAndRating": "August 7, 2013",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n8.2",
					"rank": "75.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/c05d1e03f9b4dbd968ec76bb2d913db9-98.jpg"
				},
				{
					"title": "Frozen Planet: Season 1",
					"description": "Narrated by Alec Baldwin, the BBC and Discovery coproduced documentary series goes north and south to cover life in the Arctic and Antarctic.",
					"releaseDateAndRating": "October 26, 2011",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n8.8",
					"rank": "76.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/377e5d62f4fc315e330a9baab388edde-98.jpg"
				},
				{
					"title": "Sherlock: Season 2",
					"description": "Sherlock Holmes and Dr. Watson are on the case again in stories based on A Scandal in Bohemia, The Hound of the Baskervilles, and The Final Problem.",
					"releaseDateAndRating": "January 1, 2012",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n9.1",
					"rank": "77.",
					"image_url": "https://static.metacritic.com/images/products/tv/4/525c42f7a1b036d6716878d6b59f28e9-98.jpg"
				},
				{
					"title": "The Larry Sanders Show: Season 1",
					"description": "Comic Garry Shandling draws upon his own talk show experiences to create the character of Larry Sanders, a paranoid, insecure host of a late night talk show.  Larry, along with his obsequious TV sidekick Hank Kingsley and his fiercely protective producer Artie, allows Garry Shandling and his talented writers to look behind the scenes and to show us a convincing slice of behind the camera life.",
					"releaseDateAndRating": "August 15, 1992",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n7.3",
					"rank": "78.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/6e3d8b562b95c82cd4b1c43e0b2b2721-98.jpg"
				},
				{
					"title": "Game of Thrones: Season 3",
					"description": "The battle for the throne continues with Ayra and Bran still out in the countryside; Sansa is married off to another; Jon Snow meets Wildlings leader, Mance Rayder (Ciaran Hinds); Dany reunited with her dragons seeks an army; and Catelyn and Rob continue to fight the Lannisters' army.",
					"releaseDateAndRating": "March 31, 2013",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n9.2",
					"rank": "79.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/25b577800d6e543af264cab55c5e07d6-98.jpg"
				},
				{
					"title": "Downton Abbey: Season 1",
					"description": "Masterpiece imports ITV's miniseries about the lives of those living at Lord Robert Grantham's estate, Downton Abbey, in 1912. Intrigue and romance are a constant after it is discovered that the Titanic has taken all the possible male heirs.",
					"releaseDateAndRating": "September 26, 2010",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n8.6",
					"rank": "80.",
					"image_url": "https://static.metacritic.com/images/products/tv/0/5e27064147a286b8ea2e31856e072237-98.jpg"
				},
				{
					"title": "It's a Sin",
					"description": "The five-part miniseries written and created by Russell T Davies is set in the early 1980s where five friends (Olly Alexander, Omari Douglas, Callum Scott Howells, Lydia West and Nathaniel Curtis) move to London and find their lives forever changed by HIV/AIDS.\n\n[Premiered originally in the UK on Channel 4 on 22 Jan 2021 and in the US on HBO Max on 18 Feb 2021]",
					"releaseDateAndRating": "February 18, 2021",
					"meta_score": "Metascore:\n\n91",
					"user_score": "User Score:\n\n8.5",
					"rank": "81.",
					"image_url": "https://static.metacritic.com/images/products/tv/4/bef6aee068055737bdf04b2ced4df242-98.jpg"
				},
				{
					"title": "The Zen Diaries of Garry Shandling: Season 1",
					"description": "The two-part documentary by Judd Apatow about the late comedian features interviews with over 40 friends and family, including James L. Brooks, Jim Carrey, Sacha Baron Cohen, David Coulier, Jon Favreau, Jay Leno, Kevin Nealon, Conan O’Brien, Bob Saget, Jerry Seinfeld and Sarah Silverman.",
					"releaseDateAndRating": "March 26, 2018",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n6.9",
					"rank": "82.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/8c53385bc8fa93d3e5ee7f576c6837ed-98.jpg"
				},
				{
					"title": "Transparent: Season 3",
					"description": "Maura (Jeffrey Tambor) considers gender-confirmation surgery in the third season of the dark comedy.",
					"releaseDateAndRating": "September 23, 2016",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n6.6",
					"rank": "83.",
					"image_url": "https://static.metacritic.com/images/products/tv/3/24cb7513b964e5aa7a5d7c9d26583471-98.jpg"
				},
				{
					"title": "Justified: Season 4",
					"description": "While Raylan investigates a cold case that is connected to his father, Boyd finds his business slowing down with the arrival of Preacher Billy.",
					"releaseDateAndRating": "January 8, 2013",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.9",
					"rank": "84.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/2b03a97f21d7610731f5b5a2ff0fcc90-98.jpg"
				},
				{
					"title": "Last Chance U: Basketball: Season 1",
					"description": "The documentary series expands to junior college basketball with the 2019-2020 season of the East Los Angeles College Huskies.",
					"releaseDateAndRating": "March 10, 2021",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n7.6",
					"rank": "85.",
					"image_url": "https://static.metacritic.com/images/products/tv/9/78c5c49adc7c43f2d45209da67de6836-98.jpg"
				},
				{
					"title": "Big Mouth: Season 2",
					"description": "The second season of the animated comedy introduces The Shame Wizard (David Thewlis), the enemy of the Hormone Monster (Nick Kroll) and a new change to Gina (Gina Rodriguez) causes different reactions from the seventh graders.",
					"releaseDateAndRating": "October 5, 2018",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n6.9",
					"rank": "86.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/7f4f64333ce82d2ad37dd84aeed79d3c-98.jpg"
				},
				{
					"title": "The Night Of: Season 1",
					"description": "The limited series created by Steven Zaillian and Richard Price (loosely based on BBC series Criminal Justice) examines the New York City criminal system through attorney Jack Stone (John Turturro) and his client Naz (Riz Ahmed), who is accused of murder.",
					"releaseDateAndRating": "July 10, 2016",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.8",
					"rank": "87.",
					"image_url": "https://static.metacritic.com/images/products/tv/9/ed3b0bae0fa52db15d33997ecd6b82d9-98.jpg"
				},
				{
					"title": "Atlanta: Season 1",
					"description": "Earnest \"Earn\" Marks (Donald Glover) returns to his hometown of Atlanta to discovers his cousin Alfred Miles (Brian Tyree Henry) is seen as a hot upcoming rapper and seeks to guide his career to the big time.",
					"releaseDateAndRating": "September 6, 2016",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.7",
					"rank": "88.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/50e94f1be303e30486d2a9d19ab89662-98.jpg"
				},
				{
					"title": "The Last Dance: Season 1",
					"description": "The 10-part documentary series directed by Jason Hehir about Michael Jordan and the Chicago Bulls' 1997-98 championship season includes interviews and never-before-seen footage.",
					"releaseDateAndRating": "April 19, 2020",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.8",
					"rank": "89.",
					"image_url": "https://static.metacritic.com/images/products/tv/8/5a6f27965ef2e3b9c6c41d7ba2cb7e19-98.jpg"
				},
				{
					"title": "The Corner: Season 1",
					"description": "This acclaimed, Emmy-winning HBO miniseries about the impact of drugs on an inner-city Baltimore neighborhood came from David Simon, David Mills, and Edward Burns, who would go on to explore similar themes (with many of the same actors) in their even more acclaimed series The Wire. While the latter show concentrates more on both the cops and criminals on either side of the drug war, The Corner places a greater emphasis on those caught in the crossfire, including drug addicts. Charles S. Dutton directs.",
					"releaseDateAndRating": "April 16, 2000",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.0",
					"rank": "90.",
					"image_url": "https://static.metacritic.com/images/products/tv/6/527f0be740b76e0093997ec953b7ff1f-98.jpg"
				},
				{
					"title": "BoJack Horseman: Season 2",
					"description": "BoJack (Will Arnett) has a new role and a new romance (Lisa Kudrow) in the second season of the animated comedy.",
					"releaseDateAndRating": "July 17, 2015",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.9",
					"rank": "91.",
					"image_url": "https://static.metacritic.com/images/products/tv/9/550afe466bcfd77e54b317afa312de77-98.jpg"
				},
				{
					"title": "Rescue Me: Season 3",
					"description": "From the creators and executive producers of The Job comes Rescue Me, a dramedy that centers on the inner workings of Engine 62, a New York City firehouse, and the personal and emotional battles of its members in a post-9/11 world.\n\nThe show focuses on Tommy Gavin, the senior firefighter whose life is in turmoil as he copes with the stresses and fears of his job as well the separation from his wife Janet. Tommy moves into a house across the street from her to stay close to their three children and keep an eye on her. The stresses and fears of his job are manifested through conversations with his dead cousin Jimmy Keefe, a former firefighter, as well as the haunting memories of people he has watched perish on the job.\n\nThe remaining heroes of Ladder 62 include Chief Jerry Reilly who, despite being called \"The Good Chief,\" has a serious gambling problem and bets on everything, even Tommy's divorce. Sean Garrity is a young, handsome guy who is easier to look at than hold a conversation with. Franco Rivera, a cocky, Puerto Rican ladies man, is Tommy's confidant who lives life in the fast lane. Lt. Kenny \"Lou\" Shea is a man's man who secretly writes poetry and uses it as a way to release his emotional frustrations. Mike Silletti, \"the probie,\" is subject to numerous initiation pranks as he starts his career as a firefighter.\n\nTheme Song:\n\"C'Mon C'Mon\" by The Von Bondies\n\nAwards & Nominations:\n2005 Golden Globe Award Nominee - Best Actor in a Drama Series: Denis Leary\n\n2005 TCA Award Nominee-Outstanding Achievement in Drama & Outstanding New Program of the Year\n\n2005 Satellite Award Nominee- Outstanding Actor in a Series, Drama\nDenis Leary, Outstanding DVD Release of a Television Show, Outstanding Television Series, Drama\n\n2005 Satellite Award- Best Ensemble: Television\n\n2005 Visionary Award- Jim Serpico\n\n2006 Satellite Award Nominee- Best Actor in a Series, Drama Denis Leary & Best Television Series, Drama\n\n2006 Prism Award Nominee- Performance in a Drama Series Storyline Denis Leary\n\n2006 Emmy Award Nominee- Outstanding Lead Actor in a Drama Series Denis Leary\n\n2007 Satellite Award Nominee- Best Actor in a Series, Drama Denis Leary\n\n2007 Prism Award Nominee- Performance in a Drama Series, Multi-Episode Storyline Denis Leary\n\n2007 Golden Reel Award Nomiee- Best Sound Editing in Sound Effects and Foley for Television - Short Form\nEileen Horta (supervising sound editor) Mark Cleary (sound designer) James Bailey (foley artist) Damien Smith (foley artist) Kevin McCullough (sound editor) Ashley Harvey (sound editor) For episode \"Devil\".\n\n2007 Gracie Allen Award- Outstanding Supporting Actress in a Drama Series Marisa Tomei\n\n2007 Emmy Nominee-Outstanding Lead Actor in a Drama Series Denis Leary\n\n2007 Artios Award-Best Dramatic Episodic Casting Julie Tucker\n\n2008 Prism Award Nominee- Performance in a Drama Series Multi-Episode Storyline Tatum O'Neal\n\n2008 Emmy Nominee- Outstanding Guest Actor in a Drama Series Charles Durning",
					"releaseDateAndRating": "May 30, 2006",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.5",
					"rank": "92.",
					"image_url": "https://static.metacritic.com/images/products/tv/2/a17506aff46a08e90974513da9ee0a44-98.jpg"
				},
				{
					"title": "Louie: Season 2",
					"description": "The second season of the series about a comedian raising his two daughters begins with a visit from Louie's sisters.",
					"releaseDateAndRating": "June 23, 2011",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.6",
					"rank": "93.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/683318ad518ed62cc0289d500a3fc01a-98.jpg"
				},
				{
					"title": "The People v. O.J. Simpson: American Crime Story: Season 1",
					"description": "The limited series from Ryan Murphy based on Jeffrey Toobin's book \"The Run of His Life: The People V. O.J. Simpson\" focuses on the lawyers on the both sides of the case against O.J. Simpson (Cuba Gooding, Jr.) with John Travolta as Robert Shapiro, Sarah Paulson as Marcia Clark, David Schwimmer as as Robert Kardashian, and Courtney Vance as Johnnie Cochran.",
					"releaseDateAndRating": "February 2, 2016",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.6",
					"rank": "94.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/88add4051fd2ab38d0ec2d424e555100-98.jpg"
				},
				{
					"title": "Silicon Valley: Season 3",
					"description": "Richard (Thomas Middleditch) seeks to become CEO of Pied Piper in the third season of the Mike Judge comedy.",
					"releaseDateAndRating": "April 24, 2016",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.9",
					"rank": "95.",
					"image_url": "https://static.metacritic.com/images/products/tv/6/e71ee98ad2fb3dc328ffb10e8ab6cfae-98.jpg"
				},
				{
					"title": "Insecure: Season 2",
					"description": "The second season of the comedy about the lives of best friends Issa (Issa Rae) and Molly (Yvonne Orji) in Los Angeles.",
					"releaseDateAndRating": "July 23, 2017",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n6.6",
					"rank": "96.",
					"image_url": "https://static.metacritic.com/images/products/tv/4/4566971aa2c0cffc18c2a4a8ed730ac1-98.jpg"
				},
				{
					"title": "Game of Thrones: Season 2",
					"description": "The Seven Kingdoms are at war with three kings claiming the Iron Throne: Joffrey Baratheon, Renly Baratheon, and Robb Stark. Jon Snow and the Night Watch seek to discover who the mysterious people living north of The Wall are. In the East, Daenerys Targaryen plans her move to return to Westeros and claim the throne for herself.",
					"releaseDateAndRating": "April 1, 2012",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n9.1",
					"rank": "97.",
					"image_url": "https://static.metacritic.com/images/products/tv/5/25b577800d6e543af264cab55c5e07d6-98.jpg"
				},
				{
					"title": "The Vietnam War: Season 1",
					"description": "Ken Burns and Lynn Novick returns with a 10-part, 18-hour documentary miniseries about the war features interviews, archival footage, home movies, photos, and audio clips, as well as original music by Trent Reznor and Atticus Ross.",
					"releaseDateAndRating": "September 17, 2017",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.4",
					"rank": "98.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/8cc7c272fd1b634fba71be5d2ef48edd-98.jpg"
				},
				{
					"title": "Veep: Season 4",
					"description": "The fourth season of the comedy features a guest appearance from Hugh Laurie.",
					"releaseDateAndRating": "April 29, 2012",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n8.3",
					"rank": "99.",
					"image_url": "https://static.metacritic.com/images/products/tv/6/05c762ceb9cc66ff4a7a89fefc60db48-98.jpg"
				},
				{
					"title": "American Crime: Season 3",
					"description": "Luis Salazar (Benito Martinez) enters Mexico illegally to search for his missing son and finds work as a farm laborer where Coy Henson (Connor Jessup) also works with Isaac Castillo (Richard Cabral) on a tomato farm owned by Jeanette Hesby's (Felicity Huffman) family. Social worker Kimara Walters (Regina King) seeks to help Shae (Ana Mulvoy-Ten) get out from her life as a 17-year-old prostitute. While Nicholas Coates (Timothy Hutton) and his wife Clair (Lili Taylor) hire an Haitian named Gabrielle (Mickaëlle X. Bizet) to be their son’s nanny in the third season of the anthology series.",
					"releaseDateAndRating": "March 12, 2017",
					"meta_score": "Metascore:\n\n90",
					"user_score": "User Score:\n\n7.1",
					"rank": "100.",
					"image_url": "https://static.metacritic.com/images/products/tv/1/f948c743ea655756df1583aee29de475-98.jpg"
				}
			]
		}
	]
}