{"contentList": [{"categoryHeader": "All Time Great gameshow Tv Shows", "listItems": [{"title": "Project Runway: Season 2", "description": "Originally from the minds of the Bravo Network, supermodel Heidi Klum, and Elle Magazine comes Project Runway (a spinoff of the Emmy-nominated series Project Greenlight), an all-new behind-the-scene documentary series and competition set in the other most glamorous business in the world: the fashion industry. For the sixth season, cameras will roll for fourteen episodes as up-and-coming designers compete in weekly challenges and are given all the resources of a top designer to prepare a competitive runway show for the next New York Fall Fashion Week.Supermodel Heidi Klum co-developed the series and appears as one of the celebrity judges.  Dan Cutforth and Jane Lipsitz of Project Greenlight serve as executive producers.In July 2006, the show began airing at 10PM, but by July 2008, the show returned to it's 9PM timeslot.", "releaseDateAndRating": "December 7, 2005", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n5.2", "list_rank": "1.", "image_url": "https://static.metacritic.com/images/products/tv/4/2b0976aea828d033d080104ded35b799-98.jpg"}, {"title": "Beyond Scared Straight: Season 1", "description": "Based on Arnold Shapiro's Oscar and Emmy-winning documentary, the series follows several groups of students as they visit prisons to learn the hard truth of life behind bars and hopefully avoid ending up in one.", "releaseDateAndRating": "January 13, 2011", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.3", "list_rank": "2.", "image_url": "https://static.metacritic.com/images/products/tv/6/bf62ac21d66a66f264a179cfd0b978f8-98.jpg"}, {"title": "COPS (1989): Season 1", "description": "Now known as the original reality series, COPS hit the airwaves in early 1989, putting camera crews in police cars all across the United States. Adopting the Cinema Verité style of documentary filming, COPS uses no narration, depending completely on the police officers and the footage shot as it happens to tell the story.\n\nStill one of the most popular television shows on the air, COPS continually wins its 8pm time slot Saturday nights on FOX. COPS can also be seen in syndication on TruTV.", "releaseDateAndRating": "March 11, 1989", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n5.9", "list_rank": "3.", "image_url": "https://static.metacritic.com/images/products/tv/8/80a311141ab92f147b6d69305b089340-98.jpg"}, {"title": "Project Runway: Season 6", "description": "Project Runway returns from a long hiatus and a move to Los Angeles to a new channel.", "releaseDateAndRating": "August 20, 2009", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n6.6", "list_rank": "4.", "image_url": "https://static.metacritic.com/images/products/tv/4/2b0976aea828d033d080104ded35b799-98.jpg"}, {"title": "Project Greenlight: Season 4", "description": "Ben Affleck and Matt Damon return as executive producers for the documentary series that follows the winner of the 2014 digital competition as the first-time director is mentored by Peter and Bobby Farrelly and works on their first feature.", "releaseDateAndRating": "September 13, 2015", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n7.2", "list_rank": "5.", "image_url": "https://static.metacritic.com/images/products/tv/9/f2b72d9f034ca614adcbe1dec8cfe31f-98.jpg"}, {"title": "Project Runway: Season 4", "description": "While the writers are out on strike, Heidi and Tim are making it work for the fourth season.", "releaseDateAndRating": "November 14, 2007", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n7.2", "list_rank": "6.", "image_url": "https://static.metacritic.com/images/products/tv/4/2b0976aea828d033d080104ded35b799-98.jpg"}, {"title": "Becoming Chaz: Season 1", "description": "The documentary about Chaz Bono's sex reassignment surgery and the reaction of his family and friends is part of OWN's Documentary Film Club series.", "releaseDateAndRating": "May 10, 2011", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n6.3", "list_rank": "7.", "image_url": "https://static.metacritic.com/images/products/tv/2/002fd2152f9cd09fac0b8d0bdcae4fdd-98.jpg"}, {"title": "Project Greenlight: Season 1", "description": "One of the most unique concepts in TV history. \"It's the Hollywood Cinderella story. Two childhood friends share an apartment in LA, struggling to break into acting. Unknown after years of hard work and tired of bit parts, they write their own script and star in it. Not only do they get recognized, they become famous and win an Oscar for Best Screenplay. A dream? Hardly. It's the true story of Matt Damon and Ben Affleck. And it is this fairy tale come true that inspired them to team up with American Pie producer Chris Moore, and Dimension, to create a contest and community that would open the industry to aspiring writers and directors who need a big break to jump start their dreams.\"-PGL website\nThis 3rd season they are trying something completely different.  First, a new network is picking up the show to give it new life.  Thanks go out to the Bravo network for continuing these dreams. Second, a different studio, Dimension, has stepped up the reward to 2 million dollar to produce the movie.  Third they have changed from a feel good movie to a Horror movie.  Since it would be a horror movie this time, one of the greatest horror directors was called in to help produce it - Wes Craven.", "releaseDateAndRating": "December 2, 2001", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n8.0", "list_rank": "8.", "image_url": "https://static.metacritic.com/images/products/tv/9/f2b72d9f034ca614adcbe1dec8cfe31f-98.jpg"}, {"title": "Top Chef: Season 6", "description": "Top Chef returns for its sixth season, this time the setting is Las Vegas.", "releaseDateAndRating": "August 19, 2009", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n6.3", "list_rank": "9.", "image_url": "https://static.metacritic.com/images/products/tv/5/1e4a9399c0ce2f5b9f65543ef4883829-98.jpg"}, {"title": "Top Chef: Season 5", "description": "Seventeen contestants compete for the title of Top Chef in New York City for the show's fifth season.", "releaseDateAndRating": "November 12, 2008", "meta_score": "Metascore:\n\n75", "user_score": "User Score:\n\n7.5", "list_rank": "10.", "image_url": "https://static.metacritic.com/images/products/tv/5/1e4a9399c0ce2f5b9f65543ef4883829-98.jpg"}, {"title": "The $100,000 Pyramid (2016): Season 1", "description": "Michael Strahan hosts one of the three game show revivals on ABC scheduled for Sunday night.", "releaseDateAndRating": "June 26, 2016", "meta_score": "Metascore:\n\n74", "user_score": "User Score:\n\ntbd", "list_rank": "11.", "image_url": "https://static.metacritic.com/images/products/tv/4/0147f9738a9e3bd0b2cad145cf0b1dd6-98.jpg"}, {"title": "The New Celebrity Apprentice: Season 2", "description": "The Apprentice is the ultimate job interview, where sixteen Americans (eighteen in seasons two through six, fourteen in seasons seven and nine) compete in a series of rigorous business tasks, many of which include prominent Fortune 500 companies and require street smarts and intelligence to conquer, in order to show Donald Trump, the boss, that they are the best candidate for his companies.  In each episode, the losing team is sent to the boardroom, where Trump and his associates, Carolyn Kepcher and George Ross, and later, his children, Donald Trump, Jr., and Ivanka Trump, judge the job applicants on their performance in the task.  One person is fired and sent home.  Who will succeed?  Who will fail?  And who will be The Apprentice?\n\nThe ninth season of The Apprentice is the third celebrity edition.  Fourteen celebrities will compete for the title of the third Celebrity Apprentice and the grand prize of $250,000 for the charity of the choice.  The season is already rife with big personalities and lots of drama, and though it's early, many tough competitors have emerged.\n\nThe eighth season of The Apprentice was yet another celebrity edition.  Sixteen celebrities competed for the title of the second Celebrity Apprentice and the grand prize of $250,000 for the charity of their choice.  The cast was more interesting than the previous batch of celebrities, and the drama was a lot more intense.  However, Trump started making less credible decisions in his firings, and the episodes were soon more about the drama among the celebrities than it was about the actual tasks.  In the end, comedienne Joan Rivers faced off against professional poker player Annie Duke in the show's second all-female final two, and despite the majority opinion that Duke's performance throughout the season had been better overall, Trump ended the season on a sour note with the controversial decision to name Rivers as the second Celebrity Apprentice.\n\nThe seventh season of The Apprentice saw the show returning to New York City.  And this time, instead of real people being the candidates, celebrities were.  Fourteen celebrities vied for the title of the first-ever Celebrity Apprentice, including a returning Omarosa Manigault-Stallworth from the first season.  Among the changes were both teams facing the boardroom following the task to hear what each team did right and wrong, in case that team ended up in the boardroom.  The season certainly wasn't without its share of drama, and it showed some pretty smart celebrity candidates.  In the end, America's Got Talent judge Piers Morgan and country singer Trace Adkins faced off in the final two, and Morgan took the title of first-ever Celebrity Apprentice, taking $250,000 for the charity of his choice along with him.\n\nThe sixth season of The Apprentice saw the show leave New York City and move to an all-new location: Los Angeles, California!  Here, Carolyn Kepcher and George Ross were gone and replaced as viceroys by Donald Trump's children, Donald, Jr., and Ivanka.  While the candidates, among whom were the show's first Asian-American man, the first Jamaican woman, a cervical cancer survivor, and not one, but two openly gay men, were interesting, the season pulled the show's lowest ratings ever, with too much focus on Trump and his brands, as well as Los Angeles pop culture, and not enough on the candidates and the tasks.  Also, Trump's logic behind his firing decisions made less and less sense.  In the end, Stefani Schaeffer, James Sun, Nicole D'Ambrosio, and Frank Lombardi all faced off in the show's first-ever final four finale that saw Stefani and James ending up as the final two, and Stefani walking away as the sixth Apprentice (and the second female Apprentice, to boot).\n\nThe fifth season of The Apprentice started with something new: the first Project Managers were chosen by Trump, and they got to pick their own teams.  Also, exemptions were wiped clean from the rules.  The season started out with promise, with four international candidates from Canada, Cuba, Great Britain, and Russia, but lost steam as the more interesting, colorful candidates, including three of the four international ones, quickly bit the dust and were fired earlier than the blander, less interesting ones.  The show ended up with what's been considered to be its worst final two ever, and in the end, the final international candidate, Sean Yazbeck, claimed victory over Lee Bienstock, the youngest candidate to ever make it to the final two, and won the title of the fifth Apprentice, as well as the honor of being the first winner to not be a native-born American.\n\nThe fourth season of The Apprentice returned to the basics -- the same men vs. women format and winning Project Managers winning exemption -- but this time, with a twist.  The winning Project Managers would only receive exemption from Trump if the team cast a majority vote to okay it.  The season, which featured the first-ever openly gay contestant and first-ever Russian immigrant, easily shaped up to be one of the best seasons of the show, with an interesting cast, exciting tasks, and even the show's first-ever quadruple-firing!  In the end, Dr. Randal Pinkett faced off with Rebecca Jarvis in the final two and won his rightful title as the fourth Apprentice and the first African-American winner.  However, the finale was marred by his refusing Trump's offer to hire Rebecca, as well, in what would've been the show's first double-hiring.\n\nThe third season of The Apprentice included a new twist: there are already two preset teams, \"Book Smarts\" and \"Street Smarts\" (Magna Corporation and Net Worth Corporation, respectively). They went head-to-head to see which team was smarter. In the end, the question was answered in the showdown of the century -- Kendra Todd, a college graduate, faced off against Tana Goertz, a high school graduate, in the show's first all-female final two.  While in the end, the Book Smarts won the battle, as Kendra was given the grand prize and the title of the third Apprentice (and the first female Apprentice, to boot), the experiment of season three showed that both groups of people can be very successful.\n\nThe second season of The Apprentice pitted men and women against each other again, but with several changes.  The winning Project Manager, or team leader, received an exemption the next week should his or her team lose the task.  The tasks became tougher, the judging became harder, and the contestants became fiercer.  By the end of the season, Kelly Perdew, though met with tough competition by Jennifer Massey, took his place with Trump on the other side of the boardroom table as the second Apprentice.\n\nThe first, and now classic, season of The Apprentice asked the age-old question: which gender is smarter?  Packed with memorable contestants and mesmerizing moments, the first season was an enormous hit, garnering some of NBC's best ratings in years.  By season's end, Bill Rancic was told, \"You're hired!\" and named the first and original Apprentice over Kwame Jackson, and all of the cast members became instant celebrities, with Donald Trump, as always, at the head of the pack.\n\nNBC Broadcast History\nJanuary 8 & 15, 2004-- Thursday 8:30pm\nJanuary 14 & 28, 2004 through April 14, 2004 -- Wednesday 8:00pm (Repeats)\nJanuary 21, 2004 -- Wednesday 8:00pm (First Run Episode)\nJanuary 29, 2004 - Present Day -- Thursday 9:00pm\nSeptember 11, 2004 - September 25, 2004 -- Saturday 8:00pm\nOctober 2, 2004 - October 23, 2004 -- Saturday 9:00pm (Repeats)\n\nSpecial Presentations February 5 & 12, 2004 -- Thursday 8:42pm (Special Supersized Episodes)\nApril 17, 2004 -- Saturday 9:00pm (2 Hour Rebroadcast Season 1 Finalé)\nSeptember 9, 2004; January 20, 2005 -- Thursday 8:30pm (1 1/2 Hour Season Premieres)\nSeptember 16, 2004 -- Thursday 9:20pm (Special Supersized Episode 1 Hour & 40 Minutes)\nSeptember 29, 2004 -- Wednesday 9:00pm (Day Early)\nDecember 1, 2004 -- Wednesday 8:00pm (Recap Special, Day Early) January 27, 2005 -- Thursday 8:30pm (Special Supersized Episode)\nMarch 24, 2005 -- Thursday 8:30pm (Special Time)\n\nCNBC also airs episodes of The Apprentice on a rotating schedule (when the season is current)\n\nGlobal Broadcast History (Canada)\nJanuary 8 & 15, 2004 -- Thursday 8:30pm\nJanuary 14 & 28, 2004 -- Wednesday 8:00pm (Repeats)\nJanuary 21, 2004 -- Wednesday 8:00pm (First Run Episode)\nJanuary 29, 2004 - Present Day -- Thursday 9:00pm\nOctober 2, 2004 - October 23, 2004 -- Saturday 9:00pm (Repeats\n\nSpecial Presentations in Canada April 18, 2004 -- Sunday 1:06am (2 Hour Rebroadcast Season 1 Finalé)\nSeptember 9, 2004 -- Thursday 8:30pm (1 1/2 Hour Season 2 Premiere) September 16, 2004 -- Thursday 9:20pm (Special Supersized Episode 1 Hour & 40 Minutes)\nSeptember 29, 2004 -- Wednesday 9:00pm (Day Early)\nDecember 1, 2004 -- Wednesday 8:00pm (Recap Special, Day Early)\nJanuary 20, 2005 -- Thursday 8:30pm (1 1/2 Hour Season 3 Premiere)\nJanuary 27, 2005 -- Thursday 8:30pm (Special Supersized Episode)\nMarch 24, 2005 -- Thursday 8:30pm (Special Time)\n\nThe Apprentice  (US Version)in Other Countries:\n\nNew Zealand: 8:35 PM on TV2\nHong Kong: 8.35 PM Saturdays on TVB Pearl\nLatin America:9PM Wednesdays on People+Arts (a BBC-Discovery Channel)\nTurkey: 9PM Thursdays on CNN Turk\nSweden: 10:30 PM Sundays on Kanal 5 United Kingdom: 6 PM Weekdays on BBC-2\nBrazil: 9PM Wednesdays on People+Arts (a BBC-Discovery Channel).  A Brazilian version, O Aprendiz airs Tuesdays and Thursdays at 8 PM on People+Arts and at 10:15 PM on Rede Record\n\nThe Apprentice Theme Song is \"For the Love of Money\" by The O'Jays.\n\nThe Apprentice is created by Mark Burnett, the mind behind series like Survivor, The Contender, and The Restaurant.  The Apprentice has been instantly successful, garning Emmy ratings, spinoffs (the upcoming The Apprentice: Martha Stewart), copycat series, spoofs, DVD sets, and books.  While only premeiring a year ago, it is regarded as a shining classic in a genre filled with junk.", "releaseDateAndRating": "September 9, 2004", "meta_score": "Metascore:\n\n73", "user_score": "User Score:\n\n4.0", "list_rank": "12.", "image_url": "https://static.metacritic.com/images/products/tv/8/a895c9b0cc695f76913ead51ae3eb184-98.jpg"}, {"title": "The New Celebrity Apprentice: Season 10", "description": "Donald Trump's competitive reality show returns with 16 non-celebrity contestants who have been affected by the economy.", "releaseDateAndRating": "September 16, 2010", "meta_score": "Metascore:\n\n73", "user_score": "User Score:\n\n5.2", "list_rank": "13.", "image_url": "https://static.metacritic.com/images/products/tv/8/a895c9b0cc695f76913ead51ae3eb184-98.jpg"}, {"title": "The Amazing Race: Season 1", "description": "The Amazing Race 15: The newest journey begins on September 27, 2009. Teams for this season include a pair of Harlem Globetrotters and a fan of the program who has Asperger's Syndrome. Teams will face many obstacles along the way, including stops at nearly a half dozen locations never before seen on the race and the Switchback-- a new race mechanism that allows one team to force another to turn back and redo the leg's Roadblock.\n\nThe Amazing Race 14: The newest Amazing Race adventure has come and gone! The new season began on February 15, 2009, with the racers facing a challenging adventure with stops in Central Siberia and Beijing. The entire look and feel of the race was updated for the new edition and viewers were also given a more fast-paced and exciting race with, among other things, less time spent on airport drama. Teams this season include a pair of movie stuntmen, two self-described hillbillies and a mother and son team featuring the race's first ever deaf contestant. Overall, this season was well-regarded by fans, featuring a mixture of interesting and likeable teams as well as some great dramatic moments. Some, however, lamented the lack of diversity of locations, as well as race planning that seemed to favor one particular team. Congrulations to Tammy and Victor, winners of this season of the race. Watch for the fifteenth season, coming in the fall!\n\nThe Amazing Race 13: This season of The Amazing Race came to CBS on September 28, 2008 and ended on December 7. This season saw a wide-ranging adventure with visits to such diverse locales as Kazakhstan and Cambodia. Reaction to this season was once again mixed, as were ratings. Congratulations to Nick and Starr, winners of this season of the race.\n\nThe Amazing Race 12: This adventure began on November 4, 2007 and ended in January 2008! CBS officially announced the return at the same time as the announcement of the cancellation of Viva Laughlin, giving viewers less than two weeks notice before the start of the new season. This season was lauded by both critics and viewers, becoming a new favorite for many. Congratulations to TK and Rachel, the winners of the twelfth season!The Amazing Race 11: All Stars --- The first-ever All-Star edition for The Amazing Race has ended. This season featured eleven teams who raced on previous seasons of the program. As these teams raced around the world once more, they found themselves facing all-new challenges. This season had its share of surprises, but was met with mixed reviews by fans. Some were disappointed with the uneven structure of the race, as well as challenges that in many cases were considered poorly planned. Others, however, were entertained both by seeing the development of new dynamics when it came to past racers and the flaring of rivalry and drama between teams. Congratulations to Eric and Danielle, winners of The Amazing Race: All-Stars.General format:The Amazing Race is a Reality program featuring teams of two racing around the world for a cash prize of $1,000,000. The teams compete in thirteen legs traveling all over the world. In most legs the last team to arrive at the pit stop is eliminated. When only three teams remain in the race, they compete in a final leg. The team in first place is the winner of $1,000,000 and the winner of The Amazing Race.The Amazing Raceis a seven-time winner of the Primetime Emmy Award for Best Reality-Competition Program, having now picked up its seventh award at the 2009 ceremony. Now also a winner in the Creative Arts department for Outstanding Picture Editing For Nonfiction Programming (Single or Multi-Camera) in 2005.The Amazing Race is on internationally! You can catch The Amazing Race on CTV in Canada and check listings for airings in other markets. Missed past seasons of The Amazing Race and looking perhaps for a way to catch up, other than the DVDS? Watch for repeats on FOX Reality and the Travel Channel. For those in Canada, catch the program on OLN.Merchandise for The Amazing Race is available. Visit CBS's website at TV.com and link into their official store to find a variety of official merchandise. Merchandise for the program can also be found on various unofficial sites and on eBay. The Amazing Race is proudly sponsored by Travelocity -- \"You'll never roam alone!\"The Amazing Race is now available on DVD! Both the first and seventh seasons are now available, featuring commentary, Side Trips and Mat Chats, along with other exciting bonus features. Unfortunately, due to low sales, it has been said that it is unlikely that additional volumes will be released. Still, if you'd like to express your opinion on other possible releases visit the website TVShowsOnDVD. You must register first before voting --- registration is free and only requires a small amount of personal information to prevent people from voting more than once.", "releaseDateAndRating": "September 5, 2001", "meta_score": "Metascore:\n\n72", "user_score": "User Score:\n\n7.8", "list_rank": "14.", "image_url": "https://static.metacritic.com/images/products/tv/5/5a278874e61429d2b18ce47335175e19-98.jpg"}, {"title": "Bret Michaels: Life As I Know It: Season 1", "description": "After the pilot aired in May, the show was delayed when Bret Michaels suffered a brain hemorrhage and minor stroke. The reality series focuses on his life with girlfriend Kristi and his two daughters.", "releaseDateAndRating": "October 18, 2010", "meta_score": "Metascore:\n\n72", "user_score": "User Score:\n\ntbd", "list_rank": "15.", "image_url": "https://static.metacritic.com/images/products/tv/7/973badde9cdf89fc5a1a04ab88e2fb01-98.jpg"}, {"title": "Teach: Tony Danza: Season 1", "description": "Tony Danza returns to his first job, working as a first-year English teacher for sophomore students at Northeast High School in Philadelphia.", "releaseDateAndRating": "October 1, 2010", "meta_score": "Metascore:\n\n72", "user_score": "User Score:\n\n7.0", "list_rank": "16.", "image_url": "https://static.metacritic.com/images/products/tv/4/d8f53b529fcd09d523a75004190b6b6d-98.jpg"}, {"title": "Survivor: Season 1", "description": "The rules of Survivor are simple: average Americans are abandoned in the middle of some of the most unforgiving places on earth.  Divided into teams, they participate in challenges given by host Jeff Probst, and every three days, the losing tribe must trek to Tribal Council to vote out one of their own.  Halfway through the game, the challenges shift to individual competitions when the tribes merge and become one. Now the game is every contestant for themselves.The game is simple: Outwit, Outplay, Outlast, by winning immunity, thus not being eligible to have votes cast against yourself.  However, the players must be careful about who they send packing - because after the merge, a jury of previously voted out contestants begins to form, and each week they return to watch the Tribal Council ceremony.  At the end of the game, they vote for one of the members in the finals to win one million dollars and become the next Survivor!Generally, each season begins with a twist - something different to surprise the new castaways.  Survivor is a game of adaptation, and the final two or three of each season are the players most able to adapt to their surroundings and to the people they are playing with.  Survivor focuses on the people, and the social commentary that surrounds them.  The game revolves around how these players can Outwit, Outplay, and Outlast.", "releaseDateAndRating": "May 31, 2000", "meta_score": "Metascore:\n\n71", "user_score": "User Score:\n\n8.0", "list_rank": "17.", "image_url": "https://static.metacritic.com/images/products/tv/5/f064b926e89df317b8a282495e3bee1c-98.jpg"}, {"title": "LEGO Masters (2020): Season 1", "description": "Based on the UK series of the same name, Will Arnett hosts the competitive reality series that features teams of two as they complete a series of Lego-building challenges to be named Lego Masters.", "releaseDateAndRating": "February 5, 2020", "meta_score": "Metascore:\n\n71", "user_score": "User Score:\n\n3.5", "list_rank": "18.", "image_url": "https://static.metacritic.com/images/products/tv/6/bea1e9d5bf677cf61e2697846e0f8adf-98.jpg"}, {"title": "America's Next Top Model: Season 13", "description": "Only contestants 5'7 or under compete in the 13th cycle of America's Next Top Model.", "releaseDateAndRating": "September 9, 2009", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\n3.9", "list_rank": "19.", "image_url": "https://static.metacritic.com/images/products/tv/8/f6ac4e74bcae6f548e5968c160f976f4-98.jpg"}, {"title": "Project Runway: Season 1", "description": "Originally from the minds of the Bravo Network, supermodel Heidi Klum, and Elle Magazine comes Project Runway (a spinoff of the Emmy-nominated series Project Greenlight), an all-new behind-the-scene documentary series and competition set in the other most glamorous business in the world: the fashion industry. For the sixth season, cameras will roll for fourteen episodes as up-and-coming designers compete in weekly challenges and are given all the resources of a top designer to prepare a competitive runway show for the next New York Fall Fashion Week.Supermodel Heidi Klum co-developed the series and appears as one of the celebrity judges.  Dan Cutforth and Jane Lipsitz of Project Greenlight serve as executive producers.In July 2006, the show began airing at 10PM, but by July 2008, the show returned to it's 9PM timeslot.", "releaseDateAndRating": "December 1, 2004", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\n5.7", "list_rank": "20.", "image_url": "https://static.metacritic.com/images/products/tv/4/2b0976aea828d033d080104ded35b799-98.jpg"}, {"title": "High School Confidential: Season 1", "description": "Life is not a musical for the 12 Kansas teenagers in the eight-episode long documentary.", "releaseDateAndRating": "March 10, 2008", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\n7.3", "list_rank": "21.", "image_url": "https://static.metacritic.com/images/products/tv/2/ea4dac89fea282551a1c565d48e2a2c0-98.jpg"}, {"title": "Face Off: Season 1", "description": "12 special effects make-up artists compete for the $100,000 prize.", "releaseDateAndRating": "January 26, 2011", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\n8.1", "list_rank": "22.", "image_url": "https://static.metacritic.com/images/products/tv/5/8a321cd92e552dcd154448782715de44-98.jpg"}, {"title": "Sing On!: Season 1", "description": "Tituss Burgess hosts the singing competition series where contestants singing is judged by computer that selects those who sing the closest to the original song.", "releaseDateAndRating": "September 16, 2020", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\ntbd", "list_rank": "23.", "image_url": "https://static.metacritic.com/images/products/tv/0/7fe9ffbf0312fbc2980f1d8847ca8953-98.jpg"}, {"title": "Dating in the Dark: Season 1", "description": "Is love blind? In this reality show, contestants are put in a pitch dark room and try to discover if love is really blind.", "releaseDateAndRating": "July 20, 2009", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\n8.0", "list_rank": "24.", "image_url": "https://static.metacritic.com/images/products/tv/7/257158187ee8d3846f65af176678565f-98.jpg"}, {"title": "All-American Muslim: Season 1", "description": "The reality series focuses on the lives of five Muslim-American families in Dearborn, Michigan.", "releaseDateAndRating": "November 13, 2011", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\n6.5", "list_rank": "25.", "image_url": "https://static.metacritic.com/images/products/tv/4/e9ae98a6dca86a7221cada85d6f1c277-98.jpg"}, {"title": "Extreme Couponing : Season 1", "description": "TLC focuses on Americans who save hundreds to thousands of dollars using coupons.", "releaseDateAndRating": "April 6, 2011", "meta_score": "Metascore:\n\n69", "user_score": "User Score:\n\n8.6", "list_rank": "26.", "image_url": "https://static.metacritic.com/images/products/tv/6/d72a5fe9e5ed786e7b495f6f7db2add7-98.jpg"}, {"title": "Downsized: Season 1", "description": "Laura and Todd Bruce are struggling to pay the bills for their nine-member family after Todd's contracting business folded when the housing market collapsed.", "releaseDateAndRating": "November 6, 2010", "meta_score": "Metascore:\n\n69", "user_score": "User Score:\n\ntbd", "list_rank": "27.", "image_url": "https://static.metacritic.com/images/products/tv/3/946a425a670e826be6a251b2c0a92563-98.jpg"}, {"title": "Jim Henson's Creature Shop Challenge: Season 1", "description": "10 aspiring artists compete for a $100,000 prize and a contract with Jim Henson’s Creature Shop. They are mentored by Creature Shop artists Peter Brooke and John Criswell and judged by Brian Henson, chairman of the Jim Henson Company and Jim Henson’s son; creature designers Beth Hathaway (Jurassic Park, The Walking Dead, and Edward Scissorhands) and Kirk R. Thatcher (Return of the Jedi, Gremlins, and E.T.).", "releaseDateAndRating": "March 25, 2014", "meta_score": "Metascore:\n\n69", "user_score": "User Score:\n\n7.0", "list_rank": "28.", "image_url": "https://static.metacritic.com/images/products/tv/9/747b481b9a1d534583873d17d0fd9250-98.jpg"}, {"title": "Top Chef: Season 7", "description": "The reality show brings 17 contestants together to compete for the title of Top Chef in the nation's capitol.", "releaseDateAndRating": "June 16, 2010", "meta_score": "Metascore:\n\n67", "user_score": "User Score:\n\n7.1", "list_rank": "29.", "image_url": "https://static.metacritic.com/images/products/tv/5/1e4a9399c0ce2f5b9f65543ef4883829-98.jpg"}, {"title": "Top Design: Season 1", "description": "On the heels of \"Project Runway\" and \"Top Chef\" comes Bravo's latest talent competition, which pits a dozen aspiring interior designers against one another for a chance at a large cash prize.", "releaseDateAndRating": "January 31, 2007", "meta_score": "Metascore:\n\n67", "user_score": "User Score:\n\n4.7", "list_rank": "30.", "image_url": "https://static.metacritic.com/images/products/tv/6/11d726600474787bb43592836c0d189c-98.jpg"}, {"title": "Wizard Wars: Season 1", "description": "Before a panel of judges that include Penn & Teller, Jason Latimer and Christen Gerhart, teams of magicians compete for a $10,000 prize and the chance to face professionals such as Two-time World Championship of Magic winner Gregory Wilson; Wynn Resort resident magician Shimshi; Justin Flom of YouTube fame, and mentalist Angela Funovits.", "releaseDateAndRating": "August 19, 2014", "meta_score": "Metascore:\n\n67", "user_score": "User Score:\n\n5.0", "list_rank": "31.", "image_url": "https://static.metacritic.com/images/products/tv/4/05d7bceaca122906d6b43e43dca8786a-98.jpg"}, {"title": "The Bachelorette: Season 1", "description": "A spin-off series from ABC's hit reality show, The Bachelor, The Bachelorette follows one woman in the search for her own Mr. Right from a pool of 25 eligible young men. After several weeks of meeting different men, going on amazing dates, and learning about their home lives, The Bachelorette will have the opportunity to continue dating one bachelor in the real world by presenting them with a single, red rose.  Before this can happen, The Bachelorette must follow a gradual process of elimination, as her initial 25 bachelors are narrowed down week by week.  At any point along the way, should a man decide that he is no longer interested in The Bachelorette, he may reject her invitation to continue dating.\n\nThis unique dating process will give both the bachelors and bachelorette an unforgettable experience and an opportunity to make new friendships and quite possibly find true love, but after all of this, will the man she chooses accept her rose, and if he does will he pop the question?\n\nAfter being off the air for 3 years the series began again on Monday night, 19 May 2008 with its' 4th season, and now the 5th season is coming up.", "releaseDateAndRating": "January 8, 2003", "meta_score": "Metascore:\n\n66", "user_score": "User Score:\n\ntbd", "list_rank": "32.", "image_url": "https://static.metacritic.com/images/products/tv/4/abc1c13b5f55eee3ee13c7eb8d1a1575-98.jpg"}, {"title": "Kitchen Nightmares: Season 1", "description": "Chefs may have escaped from his version of hell, but Gordon Ramsay haunts Fox with his American adaptation of his UK show of the same name.", "releaseDateAndRating": "September 19, 2007", "meta_score": "Metascore:\n\n66", "user_score": "User Score:\n\n8.9", "list_rank": "33.", "image_url": "https://static.metacritic.com/images/products/tv/5/a59d994ea05991b19c6d2c920fdfe40c-98.jpg"}, {"title": "Would You Rather...? with Graham Norton: Season 1", "description": "Talk show host Graham Norton presents BBC America's first original programming. The panel game show features celebrities who must choose from one of the options provided in the questions.", "releaseDateAndRating": "December 3, 2011", "meta_score": "Metascore:\n\n66", "user_score": "User Score:\n\n6.5", "list_rank": "34.", "image_url": "https://static.metacritic.com/images/products/tv/5/7013bde5637c07d21cb9690f1309b5d7-98.jpg"}, {"title": "America's Next Top Model: Season 1", "description": "Created by world-renowned supermodel Tyra Banks, who executive produces the series with Ken Mok, America's Next Top Model chronicles the transformation of everyday young women into potentially fierce supermodels. Fourteen participants will live together and vie for the incredible grand prize: an opportunity to be managed by Wilhelmina Models, a fashion spread in Seventeen magazine, and a $100,000 contract with CoverGirl Cosmetics.", "releaseDateAndRating": "May 27, 2003", "meta_score": "Metascore:\n\n65", "user_score": "User Score:\n\n7.2", "list_rank": "35.", "image_url": "https://static.metacritic.com/images/products/tv/8/f6ac4e74bcae6f548e5968c160f976f4-98.jpg"}, {"title": "American Bible Challenge: Season 1", "description": "Jeff Foxworthy hosts the game show where contestants answer trivia  based on the Bible to win $25,000 to donate to the charity of their choice.", "releaseDateAndRating": "August 23, 2012", "meta_score": "Metascore:\n\n65", "user_score": "User Score:\n\n1.6", "list_rank": "36.", "image_url": "https://static.metacritic.com/images/products/tv/5/e33c1c4666eea014abe5612731b93ea3-98.jpg"}, {"title": "Top Chef: Season 1", "description": "This ten-episode reality competition set in San Francisco pits a dozen aspiring chefs against each other for a $100,000 cash prize.", "releaseDateAndRating": "March 8, 2006", "meta_score": "Metascore:\n\n64", "user_score": "User Score:\n\n6.6", "list_rank": "37.", "image_url": "https://static.metacritic.com/images/products/tv/5/1e4a9399c0ce2f5b9f65543ef4883829-98.jpg"}, {"title": "Match Game: Season 1", "description": "Alec Baldwin hosts one of the three game show revivals on ABC on Sunday night.", "releaseDateAndRating": "June 26, 2016", "meta_score": "Metascore:\n\n63", "user_score": "User Score:\n\n7.2", "list_rank": "38.", "image_url": "https://static.metacritic.com/images/products/tv/3/dc2acbfadb8c3eb9cd9f5c812233d6e5-98.jpg"}, {"title": "The New Celebrity Apprentice: Season 11", "description": "The fourth round of the Celebrity edition of The Apprentice features Gary Busey, Jose Canseco, David Cassidy, Hope Dworaczyk, Richard Hatch, La Toya Jackson, Star Jones, Lil Jon, NeNe Leakes, Marlee Matlin, Mark McGrath, Meat Loaf, John Rich, Lisa Rinna, Niki Taylor, and Dionne Warwick.", "releaseDateAndRating": "March 6, 2011", "meta_score": "Metascore:\n\n63", "user_score": "User Score:\n\n5.4", "list_rank": "39.", "image_url": "https://static.metacritic.com/images/products/tv/8/a895c9b0cc695f76913ead51ae3eb184-98.jpg"}, {"title": "Black.  White.: Season 1", "description": "In this six-episode social experiment from executive producers R.J. Cutler (\"The War Room\") and Ice Cube, the three members of the African American Sparks family wear white makeup, and the three members of the white Wurgel family don black makeup, in an attempt by each to experience American life from a different racial standpoint.", "releaseDateAndRating": "March 8, 2006", "meta_score": "Metascore:\n\n62", "user_score": "User Score:\n\n6.4", "list_rank": "40.", "image_url": "https://static.metacritic.com/images/products/tv/98w-tv.jpg"}, {"title": "The Real Housewives of New Jersey: Season 1", "description": "Bravo heads down the coast from New York to the Garden State to join the lives of one family of housewives.", "releaseDateAndRating": "May 12, 2009", "meta_score": "Metascore:\n\n62", "user_score": "User Score:\n\n4.0", "list_rank": "41.", "image_url": "https://static.metacritic.com/images/products/tv/0/1b88e2ca6a854de3e71070896399d693-98.jpg"}, {"title": "Here Comes Honey Boo Boo: Season 2", "description": "Alana \"Honey Boo Boo\" Thompson, has become an aunt at the age of seven on the second season of the reality show.", "releaseDateAndRating": "July 17, 2013", "meta_score": "Metascore:\n\n62", "user_score": "User Score:\n\n1.9", "list_rank": "42.", "image_url": "https://static.metacritic.com/images/products/tv/7/17ae3773e24afa62505165082ac730ef-98.jpg"}, {"title": "The Real Housewives of Beverly Hills: Season 1", "description": "The Real Housewives franchise adds a new locale, Beverly Hills and includes the soon-to-be ex-wife of Kelsey Grammer and Paris Hilton's aunts.", "releaseDateAndRating": "October 14, 2010", "meta_score": "Metascore:\n\n62", "user_score": "User Score:\n\n6.2", "list_rank": "43.", "image_url": "https://static.metacritic.com/images/products/tv/4/e0ec68862e5a35550dfd55c1ebeed304-98.jpg"}, {"title": "The Hill: Season 1", "description": "A camera crew follows Democratic Florida Congressman Robert Wexler and his staff as they go about their daily duties during the 2004 election cycle in this 6-part series.", "releaseDateAndRating": "August 23, 2006", "meta_score": "Metascore:\n\n62", "user_score": "User Score:\n\n5.6", "list_rank": "44.", "image_url": "https://static.metacritic.com/images/products/tv/98w-tv.jpg"}, {"title": "MasterChef: Season 1", "description": "FOX serves up a new food competition series with Gordon Ramsay at the helm. Think American Idol in the kitchen.", "releaseDateAndRating": "July 27, 2010", "meta_score": "Metascore:\n\n61", "user_score": "User Score:\n\n7.3", "list_rank": "45.", "image_url": "https://static.metacritic.com/images/products/tv/5/3a0973f3a0b70326f08c486ff3493241-98.jpg"}, {"title": "Million Dollar Money Drop: Season 1", "description": "Kevin Pollak hosts the game show where contestants are given $1 million but have to answer seven multiple-choice questions correctly to keep it.", "releaseDateAndRating": "December 20, 2010", "meta_score": "Metascore:\n\n61", "user_score": "User Score:\n\n6.0", "list_rank": "46.", "image_url": "https://static.metacritic.com/images/products/tv/9/0fa574a51230597d0c37147bd1dbe61f-98.jpg"}, {"title": "Dancing With the Stars: Season 1", "description": "Dancing with the Stars is a unique series that pairs up celebrities with professional ballroom dance partners in an intense competition -- live -- in front of a studio audience and the nation. Each season has a select number of celebrity/professional dance pairs. The pairs are then judged by a panel of expert judges (Bruno Tonioli, Carrie Ann Inaba, Len Goodman) as well as by the viewers at home. One team will be eliminated each week.  The couples must maintain their focus, grace and composure while learning precise movements and maneuvering in extravagant costumes. Will they remain compatible during the course of the competition?Dancing with the Stars has broad appeal, offering viewers dazzling costumes, dancing, celebrity gossip, behind-the-scenes training and contemporary music performed by a live 15-piece band. The format has already been an international hit in several countries.Dancing with the Stars is the U.S. installment of the international smash hit series, Strictly Come Dancing.", "releaseDateAndRating": "June 1, 2005", "meta_score": "Metascore:\n\n61", "user_score": "User Score:\n\n5.5", "list_rank": "47.", "image_url": "https://static.metacritic.com/images/products/tv/1/547d35c0f5fa4c817b8f02af798a4dcc-98.jpg"}, {"title": "Making the Band: Season 1", "description": "Making the Band -- the start of O-Town -- the brainchild of teen-pop Svengali Lou Pearlman, the former manager of the Backstreet Boys and 'N Sync. Equal parts the Monkees and MTV's The Real World, the show offered viewers a behind-the-scenes look at the creation of a boy band, from their first audition to the signing of their first record deal. The show was a modest hit for ABC. More importantly for Pearlman, the show created legions of fans for O-Town before they even released their first album.   \n\nABC Broadcast History\nMarch 24, 2000----July 13, 2001 \n\nMTV Broadcast History \nJanuary 19, 2002----March 30, 2002", "releaseDateAndRating": "March 24, 2000", "meta_score": "Metascore:\n\n61", "user_score": "User Score:\n\ntbd", "list_rank": "48.", "image_url": "https://static.metacritic.com/images/products/tv/3/56105e129b3c6e90471eb8dcaa42c31d-98.jpg"}, {"title": "Riot: Season 1", "description": "Hosted by Australian comedian Rove McManus, celebrity guests such as Jason Alexander, Mayim Bialik, Steve Carell, Tom Green, and D.L. Hughley compete in a variety of games with a set that can tilt on this reality show based on the Australian show called Slide Show.", "releaseDateAndRating": "May 13, 2014", "meta_score": "Metascore:\n\n61", "user_score": "User Score:\n\n3.9", "list_rank": "49.", "image_url": "https://static.metacritic.com/images/products/tv/2/cd4bc1059ac8a9264f54089a6f6e1e61-98.jpg"}, {"title": "Breaking Amish: Season 1", "description": "Four Amish people and a Mennonite travel to New York City to experience new adventures before they decide to return to their communities or continue their journey away from the only life they know.", "releaseDateAndRating": "September 9, 2012", "meta_score": "Metascore:\n\n61", "user_score": "User Score:\n\n6.4", "list_rank": "50.", "image_url": "https://static.metacritic.com/images/products/tv/0/50e27d60ab3a31a6c3d63fca8366ba67-98.jpg"}, {"title": "The Surreal Life: Season 1", "description": "Oakland, California's Harborside Health Center is the focus of the series that takes a look at the business of medical marijuana and the legal issues surrounding it.", "releaseDateAndRating": "December 1, 2011", "meta_score": "Metascore:\n\n60", "user_score": "User Score:\n\ntbd", "list_rank": "51.", "image_url": "https://static.metacritic.com/images/products/tv/5/866f0503e59454008b0829cd9786782c-98.jpg"}, {"title": "Whisker Wars: Season 1", "description": "Men from beard-and-mustache clubs across the country compete for the right to represent the United States at the World Competition in Norway in this self-described docu-comedy.", "releaseDateAndRating": "August 5, 2011", "meta_score": "Metascore:\n\n60", "user_score": "User Score:\n\ntbd", "list_rank": "52.", "image_url": "https://static.metacritic.com/images/products/tv/6/797726b59a848d302b1111e5123cda86-98.jpg"}, {"title": "Scream Queens: Season 1", "description": "Ryan Murphy's latest anthology series begins its first season with a series of murders at a sorority house.", "releaseDateAndRating": "September 22, 2015", "meta_score": "Metascore:\n\n59", "user_score": "User Score:\n\n7.8", "list_rank": "53.", "image_url": "https://static.metacritic.com/images/products/tv/4/20e8828ab4efda89b6bd155c7b1dd746-98.jpg"}, {"title": "The Real Housewives of Washington D.C.: Season 1", "description": "Bravo's latest Housewives franchise expands to the nation's capitol with five housewives, including Michaele Salahi, who caused a national security scare when she and her husband crashed a party at the White House.", "releaseDateAndRating": "August 5, 2010", "meta_score": "Metascore:\n\n59", "user_score": "User Score:\n\n2.9", "list_rank": "54.", "image_url": "https://static.metacritic.com/images/products/tv/4/a8c999e3f40d7adf116e9dfeaad1b8ec-98.jpg"}, {"title": "Rollergirls: Season 1", "description": "This reality series follows the members of an all-female Austin, Texas roller derby league (who boast names such as Punky Bruiser and Miss Conduct) both in and out of competiton.", "releaseDateAndRating": "January 2, 2006", "meta_score": "Metascore:\n\n59", "user_score": "User Score:\n\n7.1", "list_rank": "55.", "image_url": "https://static.metacritic.com/images/products/tv/0/7e516de013aa752753021b7f5fa2583f-98.jpg"}, {"title": "The Real Housewives of Orange County: Season 1", "description": "Bravo brings you into the lives of five women and their families who live in one of the wealthiest communities in the country. They take the viewer into their lives to show their lives aren't always perfect.", "releaseDateAndRating": "March 21, 2006", "meta_score": "Metascore:\n\n59", "user_score": "User Score:\n\n2.1", "list_rank": "56.", "image_url": "https://static.metacritic.com/images/products/tv/2/6ff5ca0f30349e4d9846479c4f3d3826-98.jpg"}, {"title": "The Gong Show (2017): Season 1", "description": "The reboot of the 1970s show is hosted by a British comic named Tommy Maitland (widely reported to be Mike Meyers) with a rotating panel of celebrity judges that include Jack Black, Dana Carvey, Will Forte and Zach Galifianakis.", "releaseDateAndRating": "June 22, 2017", "meta_score": "Metascore:\n\n58", "user_score": "User Score:\n\n5.5", "list_rank": "57.", "image_url": "https://static.metacritic.com/images/products/tv/0/9c19f4d8e8a90d164ed93caace3f9328-98.jpg"}, {"title": "The Voice : Season 1", "description": "The singing competition has Christina Aguilera, Cee Lo Green, Adam Levine, and Blake Shelton as vocal coaches who will mentor the singers chosen through blind auditions.", "releaseDateAndRating": "April 15, 2012", "meta_score": "Metascore:\n\n58", "user_score": "User Score:\n\n7.0", "list_rank": "58.", "image_url": "https://static.metacritic.com/images/products/tv/9/a7cd9747662e3c4900e9bb32a6437f49-98.jpg"}, {"title": "Shark Tank: Season 1", "description": "Based on the Japanese reality show (also adapted in the UK as  Dragon's Den, currently on BBC America), five successful businessmen and women judge budding entrepreneurs to determine whether to invest in their ideas or not.", "releaseDateAndRating": "August 9, 2009", "meta_score": "Metascore:\n\n58", "user_score": "User Score:\n\n8.6", "list_rank": "59.", "image_url": "https://static.metacritic.com/images/products/tv/5/21dfb36b030e11fdfbf3c1382b85fb31-98.jpg"}, {"title": "America's Next Great Restaurant: Season 1", "description": "The latest food-related reality series features Bobby Flay, Curtis Stone, Chef Lorena Garcia, and Chipotle's Steve Ells as judges (and potential investors) as they seek a new idea for a chain restaurant to launch in three cities.", "releaseDateAndRating": "March 6, 2011", "meta_score": "Metascore:\n\n58", "user_score": "User Score:\n\n5.6", "list_rank": "60.", "image_url": "https://static.metacritic.com/images/products/tv/3/77d31030951509b6d49ce6deaa59f67b-98.jpg"}, {"title": "Stylista: Season 1", "description": "Contestants work to win their dream of an editorial job at Elle magazine.", "releaseDateAndRating": "October 22, 2008", "meta_score": "Metascore:\n\n58", "user_score": "User Score:\n\ntbd", "list_rank": "61.", "image_url": "https://static.metacritic.com/images/products/tv/9/5761fa2c32589ef83a9c4776f771e213-98.jpg"}, {"title": "Ryan and Tatum: The O'Neals: Season 1", "description": "The father and daughter actors reunite in this reality series as they attempt to reconcile their differences.", "releaseDateAndRating": "June 19, 2011", "meta_score": "Metascore:\n\n57", "user_score": "User Score:\n\n5.0", "list_rank": "62.", "image_url": "https://static.metacritic.com/images/products/tv/1/d9f098c4494a001b920fea6dee7a0fbd-98.jpg"}, {"title": "The Singing Bee: Season 1", "description": "Contestants must sing accurately even when the band stops playing.", "releaseDateAndRating": "July 10, 2007", "meta_score": "Metascore:\n\n57", "user_score": "User Score:\n\ntbd", "list_rank": "63.", "image_url": "https://static.metacritic.com/images/products/tv/8/ae4f6f869b6c40b3f95b0258a7494e2c-98.jpg"}, {"title": "Comic Book Men: Season 1", "description": "Walt Flanagan, the store's manager, with employees Mike Zapcic, Ming Chen, and regular visitor Bryan Johnson--aka Steve-Dave Pulasti--discuss comics and pop culture in AMC's reality show set in Kevin Smith's comic book store named Jay and Silent Bob's Secret Stash.", "releaseDateAndRating": "February 12, 2012", "meta_score": "Metascore:\n\n57", "user_score": "User Score:\n\n7.4", "list_rank": "64.", "image_url": "https://static.metacritic.com/images/products/tv/9/d016ac2f2a3c2e1e0f2e16d5578c4c5d-98.jpg"}, {"title": "Storage Wars: Season 1", "description": "Four bidders seek out hidden treasure in the repossessed storage units they buy.", "releaseDateAndRating": "December 1, 2010", "meta_score": "Metascore:\n\n57", "user_score": "User Score:\n\n6.2", "list_rank": "65.", "image_url": "https://static.metacritic.com/images/products/tv/8/dcfdf3f404d95278e146cd1098f90be8-98.jpg"}, {"title": "The New Celebrity Apprentice: Season 1", "description": "The Apprentice is the ultimate job interview, where sixteen Americans (eighteen in seasons two through six, fourteen in seasons seven and nine) compete in a series of rigorous business tasks, many of which include prominent Fortune 500 companies and require street smarts and intelligence to conquer, in order to show Donald Trump, the boss, that they are the best candidate for his companies.  In each episode, the losing team is sent to the boardroom, where Trump and his associates, Carolyn Kepcher and George Ross, and later, his children, Donald Trump, Jr., and Ivanka Trump, judge the job applicants on their performance in the task.  One person is fired and sent home.  Who will succeed?  Who will fail?  And who will be The Apprentice?\n\nThe ninth season of The Apprentice is the third celebrity edition.  Fourteen celebrities will compete for the title of the third Celebrity Apprentice and the grand prize of $250,000 for the charity of the choice.  The season is already rife with big personalities and lots of drama, and though it's early, many tough competitors have emerged.\n\nThe eighth season of The Apprentice was yet another celebrity edition.  Sixteen celebrities competed for the title of the second Celebrity Apprentice and the grand prize of $250,000 for the charity of their choice.  The cast was more interesting than the previous batch of celebrities, and the drama was a lot more intense.  However, Trump started making less credible decisions in his firings, and the episodes were soon more about the drama among the celebrities than it was about the actual tasks.  In the end, comedienne Joan Rivers faced off against professional poker player Annie Duke in the show's second all-female final two, and despite the majority opinion that Duke's performance throughout the season had been better overall, Trump ended the season on a sour note with the controversial decision to name Rivers as the second Celebrity Apprentice.\n\nThe seventh season of The Apprentice saw the show returning to New York City.  And this time, instead of real people being the candidates, celebrities were.  Fourteen celebrities vied for the title of the first-ever Celebrity Apprentice, including a returning Omarosa Manigault-Stallworth from the first season.  Among the changes were both teams facing the boardroom following the task to hear what each team did right and wrong, in case that team ended up in the boardroom.  The season certainly wasn't without its share of drama, and it showed some pretty smart celebrity candidates.  In the end, America's Got Talent judge Piers Morgan and country singer Trace Adkins faced off in the final two, and Morgan took the title of first-ever Celebrity Apprentice, taking $250,000 for the charity of his choice along with him.\n\nThe sixth season of The Apprentice saw the show leave New York City and move to an all-new location: Los Angeles, California!  Here, Carolyn Kepcher and George Ross were gone and replaced as viceroys by Donald Trump's children, Donald, Jr., and Ivanka.  While the candidates, among whom were the show's first Asian-American man, the first Jamaican woman, a cervical cancer survivor, and not one, but two openly gay men, were interesting, the season pulled the show's lowest ratings ever, with too much focus on Trump and his brands, as well as Los Angeles pop culture, and not enough on the candidates and the tasks.  Also, Trump's logic behind his firing decisions made less and less sense.  In the end, Stefani Schaeffer, James Sun, Nicole D'Ambrosio, and Frank Lombardi all faced off in the show's first-ever final four finale that saw Stefani and James ending up as the final two, and Stefani walking away as the sixth Apprentice (and the second female Apprentice, to boot).\n\nThe fifth season of The Apprentice started with something new: the first Project Managers were chosen by Trump, and they got to pick their own teams.  Also, exemptions were wiped clean from the rules.  The season started out with promise, with four international candidates from Canada, Cuba, Great Britain, and Russia, but lost steam as the more interesting, colorful candidates, including three of the four international ones, quickly bit the dust and were fired earlier than the blander, less interesting ones.  The show ended up with what's been considered to be its worst final two ever, and in the end, the final international candidate, Sean Yazbeck, claimed victory over Lee Bienstock, the youngest candidate to ever make it to the final two, and won the title of the fifth Apprentice, as well as the honor of being the first winner to not be a native-born American.\n\nThe fourth season of The Apprentice returned to the basics -- the same men vs. women format and winning Project Managers winning exemption -- but this time, with a twist.  The winning Project Managers would only receive exemption from Trump if the team cast a majority vote to okay it.  The season, which featured the first-ever openly gay contestant and first-ever Russian immigrant, easily shaped up to be one of the best seasons of the show, with an interesting cast, exciting tasks, and even the show's first-ever quadruple-firing!  In the end, Dr. Randal Pinkett faced off with Rebecca Jarvis in the final two and won his rightful title as the fourth Apprentice and the first African-American winner.  However, the finale was marred by his refusing Trump's offer to hire Rebecca, as well, in what would've been the show's first double-hiring.\n\nThe third season of The Apprentice included a new twist: there are already two preset teams, \"Book Smarts\" and \"Street Smarts\" (Magna Corporation and Net Worth Corporation, respectively). They went head-to-head to see which team was smarter. In the end, the question was answered in the showdown of the century -- Kendra Todd, a college graduate, faced off against Tana Goertz, a high school graduate, in the show's first all-female final two.  While in the end, the Book Smarts won the battle, as Kendra was given the grand prize and the title of the third Apprentice (and the first female Apprentice, to boot), the experiment of season three showed that both groups of people can be very successful.\n\nThe second season of The Apprentice pitted men and women against each other again, but with several changes.  The winning Project Manager, or team leader, received an exemption the next week should his or her team lose the task.  The tasks became tougher, the judging became harder, and the contestants became fiercer.  By the end of the season, Kelly Perdew, though met with tough competition by Jennifer Massey, took his place with Trump on the other side of the boardroom table as the second Apprentice.\n\nThe first, and now classic, season of The Apprentice asked the age-old question: which gender is smarter?  Packed with memorable contestants and mesmerizing moments, the first season was an enormous hit, garnering some of NBC's best ratings in years.  By season's end, Bill Rancic was told, \"You're hired!\" and named the first and original Apprentice over Kwame Jackson, and all of the cast members became instant celebrities, with Donald Trump, as always, at the head of the pack.\n\nNBC Broadcast History\nJanuary 8 & 15, 2004-- Thursday 8:30pm\nJanuary 14 & 28, 2004 through April 14, 2004 -- Wednesday 8:00pm (Repeats)\nJanuary 21, 2004 -- Wednesday 8:00pm (First Run Episode)\nJanuary 29, 2004 - Present Day -- Thursday 9:00pm\nSeptember 11, 2004 - September 25, 2004 -- Saturday 8:00pm\nOctober 2, 2004 - October 23, 2004 -- Saturday 9:00pm (Repeats)\n\nSpecial Presentations February 5 & 12, 2004 -- Thursday 8:42pm (Special Supersized Episodes)\nApril 17, 2004 -- Saturday 9:00pm (2 Hour Rebroadcast Season 1 Finalé)\nSeptember 9, 2004; January 20, 2005 -- Thursday 8:30pm (1 1/2 Hour Season Premieres)\nSeptember 16, 2004 -- Thursday 9:20pm (Special Supersized Episode 1 Hour & 40 Minutes)\nSeptember 29, 2004 -- Wednesday 9:00pm (Day Early)\nDecember 1, 2004 -- Wednesday 8:00pm (Recap Special, Day Early) January 27, 2005 -- Thursday 8:30pm (Special Supersized Episode)\nMarch 24, 2005 -- Thursday 8:30pm (Special Time)\n\nCNBC also airs episodes of The Apprentice on a rotating schedule (when the season is current)\n\nGlobal Broadcast History (Canada)\nJanuary 8 & 15, 2004 -- Thursday 8:30pm\nJanuary 14 & 28, 2004 -- Wednesday 8:00pm (Repeats)\nJanuary 21, 2004 -- Wednesday 8:00pm (First Run Episode)\nJanuary 29, 2004 - Present Day -- Thursday 9:00pm\nOctober 2, 2004 - October 23, 2004 -- Saturday 9:00pm (Repeats\n\nSpecial Presentations in Canada April 18, 2004 -- Sunday 1:06am (2 Hour Rebroadcast Season 1 Finalé)\nSeptember 9, 2004 -- Thursday 8:30pm (1 1/2 Hour Season 2 Premiere) September 16, 2004 -- Thursday 9:20pm (Special Supersized Episode 1 Hour & 40 Minutes)\nSeptember 29, 2004 -- Wednesday 9:00pm (Day Early)\nDecember 1, 2004 -- Wednesday 8:00pm (Recap Special, Day Early)\nJanuary 20, 2005 -- Thursday 8:30pm (1 1/2 Hour Season 3 Premiere)\nJanuary 27, 2005 -- Thursday 8:30pm (Special Supersized Episode)\nMarch 24, 2005 -- Thursday 8:30pm (Special Time)\n\nThe Apprentice  (US Version)in Other Countries:\n\nNew Zealand: 8:35 PM on TV2\nHong Kong: 8.35 PM Saturdays on TVB Pearl\nLatin America:9PM Wednesdays on People+Arts (a BBC-Discovery Channel)\nTurkey: 9PM Thursdays on CNN Turk\nSweden: 10:30 PM Sundays on Kanal 5 United Kingdom: 6 PM Weekdays on BBC-2\nBrazil: 9PM Wednesdays on People+Arts (a BBC-Discovery Channel).  A Brazilian version, O Aprendiz airs Tuesdays and Thursdays at 8 PM on People+Arts and at 10:15 PM on Rede Record\n\nThe Apprentice Theme Song is \"For the Love of Money\" by The O'Jays.\n\nThe Apprentice is created by Mark Burnett, the mind behind series like Survivor, The Contender, and The Restaurant.  The Apprentice has been instantly successful, garning Emmy ratings, spinoffs (the upcoming The Apprentice: Martha Stewart), copycat series, spoofs, DVD sets, and books.  While only premeiring a year ago, it is regarded as a shining classic in a genre filled with junk.", "releaseDateAndRating": "January 8, 2004", "meta_score": "Metascore:\n\n57", "user_score": "User Score:\n\n5.7", "list_rank": "66.", "image_url": "https://static.metacritic.com/images/products/tv/8/a895c9b0cc695f76913ead51ae3eb184-98.jpg"}, {"title": "Principal's Office: Season 1", "description": "A look at the job of principal in different high schools across the country.", "releaseDateAndRating": "August 21, 2008", "meta_score": "Metascore:\n\n57", "user_score": "User Score:\n\n8.0", "list_rank": "67.", "image_url": "https://static.metacritic.com/images/products/tv/8/535419ca915c6fe5784d09608723103a-98.jpg"}, {"title": "American Hoggers: Season 1", "description": "Jerry Campbell and his children, Robert and Krystal, are in the business of helping farmers in central Texas rid themselves of destructive wild boars.", "releaseDateAndRating": "October 19, 2011", "meta_score": "Metascore:\n\n56", "user_score": "User Score:\n\ntbd", "list_rank": "68.", "image_url": "https://static.metacritic.com/images/products/tv/0/b9bb09bbde210c00721a11912763b369-98.jpg"}, {"title": "Expedition Impossible: Season 1", "description": "Mark Burnett brings his reality format to ABC with teams of three traveling across Morocco to solve various puzzles to compete for the $50,000 prize and a Ford Explorer.", "releaseDateAndRating": "June 23, 2011", "meta_score": "Metascore:\n\n56", "user_score": "User Score:\n\n6.3", "list_rank": "69.", "image_url": "https://static.metacritic.com/images/products/tv/5/97fe33f4c1e671fb5674cd0223226eaa-98.jpg"}, {"title": "Take The Money and Run: Season 1", "description": "Contestants are given an hour to hide a suitcase full of money before being interrogated by a detective and prosecutor. If the detectives cannot find the money after 48 hours, the contestants get to keep the money.", "releaseDateAndRating": "August 2, 2011", "meta_score": "Metascore:\n\n56", "user_score": "User Score:\n\n6.3", "list_rank": "70.", "image_url": "https://static.metacritic.com/images/products/tv/0/8d0fbeb58ccca17285a3988ac954060a-98.jpg"}, {"title": "Love Island (2019): Season 1", "description": "The US version of the British reality show where single contestants must couple up or risk being kicked off the island is hosted by Arielle Vandenberg.", "releaseDateAndRating": "July 9, 2019", "meta_score": "Metascore:\n\n56", "user_score": "User Score:\n\n0.8", "list_rank": "71.", "image_url": "https://static.metacritic.com/images/products/tv/4/6eb449cc3336cc482ae32925ef0db555-98.jpg"}, {"title": "Miracle Workers: Season 1", "description": "Two patients undergo life-changing medical procedures (paid for by the show) in each episode of this feel-good medical reality series.", "releaseDateAndRating": "March 6, 2006", "meta_score": "Metascore:\n\n55", "user_score": "User Score:\n\n6.7", "list_rank": "72.", "image_url": "https://static.metacritic.com/images/products/tv/98w-tv.jpg"}, {"title": "Opportunity Knocks: Season 1", "description": "How much one knows about their own family is the premise behind this gameshow produced by Ashton Kutcher and host J.D. Roth.", "releaseDateAndRating": "September 23, 2008", "meta_score": "Metascore:\n\n55", "user_score": "User Score:\n\ntbd", "list_rank": "73.", "image_url": "https://static.metacritic.com/images/products/tv/4/337b603e81b04ec10095efc37d728f07-98.jpg"}, {"title": "The Fairy Jobmother: Season 1", "description": "Hayley Taylor, an international career specialist, helps job-challenged families find work on the Lifetime series The Fairy Jobmother.", "releaseDateAndRating": "October 28, 2010", "meta_score": "Metascore:\n\n55", "user_score": "User Score:\n\ntbd", "list_rank": "74.", "image_url": "https://static.metacritic.com/images/products/tv/3/16512ea4548448b9418914eef491afe9-98.jpg"}, {"title": "Celebrity Fit Club: Season 7", "description": "The latest cycle of the VH1 reality show has exes Kevin Federline and Shar Jackson as two of the eight celebrities seeking to lose weight and win money.", "releaseDateAndRating": "February 8, 2010", "meta_score": "Metascore:\n\n55", "user_score": "User Score:\n\n7.3", "list_rank": "75.", "image_url": "https://static.metacritic.com/images/products/tv/4/80c4d188169a544c8d2944e817816ba5-98.jpg"}, {"title": "King of the Nerds: Season 1", "description": "11 competitors battle for the title of king of the nerds and a $100,000 prize on this reality show hosted by Revenge of the Nerds actors Robert Carradine and Curtis Armstrong.", "releaseDateAndRating": "January 17, 2013", "meta_score": "Metascore:\n\n54", "user_score": "User Score:\n\n6.0", "list_rank": "76.", "image_url": "https://static.metacritic.com/images/products/tv/8/d37683c4434af6900c2261c3657a00c8-98.jpg"}, {"title": "Crowd Rules: Season 1", "description": "Each week small businesses answer questions from jewelry designer Kendra Scott, TV news reporter Pat Kiernan and an industry guest panelist before the studio audience selects the winner of the $50,000 prize.", "releaseDateAndRating": "May 14, 2013", "meta_score": "Metascore:\n\n54", "user_score": "User Score:\n\ntbd", "list_rank": "77.", "image_url": "https://static.metacritic.com/images/products/tv/1/168c64709313dbab69bef54e3e8a4be0-98.jpg"}, {"title": "Dance Moms: Season 1", "description": "The reality show takes a look at the Abby Lee Dance Company where girls between the ages of 6 and 13 learn competitive dance.", "releaseDateAndRating": "July 13, 2011", "meta_score": "Metascore:\n\n54", "user_score": "User Score:\n\n5.5", "list_rank": "78.", "image_url": "https://static.metacritic.com/images/products/tv/3/bfc8364b870072590d83d5d9af0ab52c-98.jpg"}, {"title": "More to Love: Season 1", "description": "Fox tries its hand at a dating reality show with a 330-pound bachelor looking for love.", "releaseDateAndRating": "July 28, 2009", "meta_score": "Metascore:\n\n54", "user_score": "User Score:\n\n5.6", "list_rank": "79.", "image_url": "https://static.metacritic.com/images/products/tv/2/d7dda0eb2f1db5715efceb5dac80caf0-98.jpg"}, {"title": "1 vs 100: Season 1", "description": "Having achieved shocking success with its European game show import \"Deal or No Deal,\" NBC tries its luck again with another program from the same creator, this one actually requiring contestants to possess a slight amount of knowledge.", "releaseDateAndRating": "October 13, 2006", "meta_score": "Metascore:\n\n54", "user_score": "User Score:\n\n7.5", "list_rank": "80.", "image_url": "https://static.metacritic.com/images/products/tv/9/6d810b7706203b0196a1fe2a44f288fe-98.jpg"}, {"title": "Newlyweds: The First Year: Season 1", "description": "Filmed over a year, four different newly wed couples are the subject of this documentary series from Lauren Lazin.", "releaseDateAndRating": "May 6, 2013", "meta_score": "Metascore:\n\n54", "user_score": "User Score:\n\ntbd", "list_rank": "81.", "image_url": "https://static.metacritic.com/images/products/tv/1/a02569a96cef126c184f3860365d29f5-98.jpg"}, {"title": "Kid Nation: Season 1", "description": "While their friends were at home, these kids were running their own town.", "releaseDateAndRating": "September 19, 2007", "meta_score": "Metascore:\n\n53", "user_score": "User Score:\n\n6.3", "list_rank": "82.", "image_url": "https://static.metacritic.com/images/products/tv/8/ba9b5c787d6761b4b82f114eb190140d-98.jpg"}, {"title": "Total Blackout: Season 1", "description": "Jaleel White hosts the game show where contestants take part in challenges in complete darkness.", "releaseDateAndRating": "April 25, 2012", "meta_score": "Metascore:\n\n53", "user_score": "User Score:\n\n8.4", "list_rank": "83.", "image_url": "https://static.metacritic.com/images/products/tv/6/ed7850a11d5e2d7ef936c96f25027390-98.jpg"}, {"title": "Househusbands of Hollywood: Season 1", "description": "Fox Reality jumps into the housewives phenomenon to introduce five \"husbands\" who stay at home.", "releaseDateAndRating": "August 15, 2009", "meta_score": "Metascore:\n\n53", "user_score": "User Score:\n\n5.5", "list_rank": "84.", "image_url": "https://static.metacritic.com/images/products/tv/98w-tv.jpg"}, {"title": "Platinum Hit: Season 1", "description": "If you can't get enough of singing competitions, Bravo has 12 amateur singer-songwriters competing to win a publishing and recording contract with American Idol's Kara DioGuardi and singer-songwriter Jewel as judges.", "releaseDateAndRating": "May 30, 2011", "meta_score": "Metascore:\n\n53", "user_score": "User Score:\n\n4.8", "list_rank": "85.", "image_url": "https://static.metacritic.com/images/products/tv/8/aa9ee77715d78b2ecf7a06151ce4354f-98.jpg"}, {"title": "Plain Jane: Season 1", "description": "Fashion expert Louise Roe helps Plain Janes prepare for dates with their crushes. They will be given a total makeover and their new identities will be revealed at the end of each episode on their dates.", "releaseDateAndRating": "July 28, 2010", "meta_score": "Metascore:\n\n52", "user_score": "User Score:\n\ntbd", "list_rank": "86.", "image_url": "https://static.metacritic.com/images/products/tv/2/bb04ba5d941720b82ca3389d0e98acc6-98.jpg"}, {"title": "Who Do You Think You Are?: Season 1", "description": "Based on a British show of the same name, the show has celebrities look back into their family trees to discover interesting historical facts about their ancestry.", "releaseDateAndRating": "March 5, 2010", "meta_score": "Metascore:\n\n52", "user_score": "User Score:\n\n7.6", "list_rank": "87.", "image_url": "https://static.metacritic.com/images/products/tv/5/1df3af456e7b2812d6eb488352dec553-98.jpg"}, {"title": "The Great Escape: Season 1", "description": "Teams of ordinary people are put in the middle of their own action/adventure movie. They must work together to hide from enemies, fight battles, solve mysteries and be the first to find freedom to win.", "releaseDateAndRating": "June 24, 2012", "meta_score": "Metascore:\n\n52", "user_score": "User Score:\n\n5.4", "list_rank": "88.", "image_url": "https://static.metacritic.com/images/products/tv/6/533e5a882b6b6be565e2afd640703409-98.jpg"}, {"title": "Secret Millionaire: Season 2", "description": "Millionaires are sent to live undercover on a low budget before they reveal their identities and donate money to the people they met during the show.", "releaseDateAndRating": "March 6, 2011", "meta_score": "Metascore:\n\n51", "user_score": "User Score:\n\n5.5", "list_rank": "89.", "image_url": "https://static.metacritic.com/images/products/tv/7/71a76440240888c7d84b8df2184b0dbf-98.jpg"}, {"title": "Random 1: Season 1", "description": "Two men drive through America performing random acts of kindness for people they meet along the way.", "releaseDateAndRating": "November 1, 2005", "meta_score": "Metascore:\n\n50", "user_score": "User Score:\n\n8.8", "list_rank": "90.", "image_url": "https://static.metacritic.com/images/products/tv/7/abaef03850f22f094847bf46d3658718-98.jpg"}, {"title": "Greatest American Dog: Season 1", "description": "Dogs and their owners compete in different competitions to win the title of \"Greatest American Dog\" and $250,000.", "releaseDateAndRating": "July 10, 2008", "meta_score": "Metascore:\n\n50", "user_score": "User Score:\n\n5.4", "list_rank": "91.", "image_url": "https://static.metacritic.com/images/products/tv/0/4e9455ef61ddb4f70adc4b2dadbe7f93-98.jpg"}, {"title": "Marcel's Quantum Kitchen: Season 1", "description": "Top Chef alum and molecular gastronmost, Marcel Vigneron, runs a catering and event company that requires his masterful use of the science of cooking to provide food for hired events.", "releaseDateAndRating": "March 22, 2011", "meta_score": "Metascore:\n\n50", "user_score": "User Score:\n\ntbd", "list_rank": "92.", "image_url": "https://static.metacritic.com/images/products/tv/9/f66bb5c69d295d0a715780860e2a7f29-98.jpg"}, {"title": "Million Dollar Listing: Season 1", "description": "This reality show about real estate agents in Los Angeles offers a peek into a few of that region's more expensive homes.", "releaseDateAndRating": "September 5, 2006", "meta_score": "Metascore:\n\n50", "user_score": "User Score:\n\n4.8", "list_rank": "93.", "image_url": "https://static.metacritic.com/images/products/tv/0/2145292bccddfad521e4ab43a52fd394-98.jpg"}, {"title": "Skating with Celebrities: Season 1", "description": "This \"Dancing With The Stars\" clone pairs C-list celebrities (e.g., Todd Bridges, Dave Coulier) with professional figure skaters (e.g., Tai Babilonia, Nancy Kerrigan) in a competition.", "releaseDateAndRating": "January 18, 2006", "meta_score": "Metascore:\n\n49", "user_score": "User Score:\n\n5.6", "list_rank": "94.", "image_url": "https://static.metacritic.com/images/products/tv/2/1ea2dea474343ae5f6368122d3ca3d64-98.jpg"}, {"title": "Sarah Palin's Alaska: Season 1", "description": "The former Republican vice presidential nominee brings much of her family back in front of the television cameras in her TLC reality show.", "releaseDateAndRating": "November 14, 2010", "meta_score": "Metascore:\n\n49", "user_score": "User Score:\n\n1.5", "list_rank": "95.", "image_url": "https://static.metacritic.com/images/products/tv/9/21cb1f118196f6b91be0f5369751527f-98.jpg"}, {"title": "Bachelor Pad: Season 1", "description": "ABC expands on its Bachelor/Bachelorette franchise with Bachelor Pad, which brings 19 prior contestants together to compete for a $250,000 prize.", "releaseDateAndRating": "August 9, 2010", "meta_score": "Metascore:\n\n48", "user_score": "User Score:\n\n5.0", "list_rank": "96.", "image_url": "https://static.metacritic.com/images/products/tv/6/ba911e01078d407965d86adfd7616d65-98.jpg"}, {"title": "Oprah's Big Give: Season 1", "description": "Contestants are given 1 million dollars and are challenged to use it to help as many people as they can.", "releaseDateAndRating": "March 2, 2008", "meta_score": "Metascore:\n\n48", "user_score": "User Score:\n\n2.9", "list_rank": "97.", "image_url": "https://static.metacritic.com/images/products/tv/3/8fcb81b8f25ed4037b83bd16da6785bb-98.jpg"}, {"title": "Love in the Wild: Season 1", "description": "Ten women and 10 men compete in a jungle in Costa Rica while looking for love.", "releaseDateAndRating": "June 29, 2011", "meta_score": "Metascore:\n\n48", "user_score": "User Score:\n\n7.5", "list_rank": "98.", "image_url": "https://static.metacritic.com/images/products/tv/0/fa9a4c3599eada5ecb496300fcfe4074-98.jpg"}, {"title": "Deal or No Deal: Season 1", "description": "Running every night this week is the first U.S. installment of the internationally popular game show, which vaguely recalls \"Let's Make A Deal\" in its basic premise.", "releaseDateAndRating": "December 19, 2005", "meta_score": "Metascore:\n\n48", "user_score": "User Score:\n\n8.0", "list_rank": "99.", "image_url": "https://static.metacritic.com/images/products/tv/0/e3444c2f21e11ce9dc6ae2053f6d47ee-98.jpg"}, {"title": "Same Name: Season 1", "description": "Celebrities trade places with regular people who share the same names as themselves.", "releaseDateAndRating": "July 24, 2011", "meta_score": "Metascore:\n\n48", "user_score": "User Score:\n\n4.2", "list_rank": "100.", "image_url": "https://static.metacritic.com/images/products/tv/4/ed7a9ead3375f344b8dc58e57c898e81-98.jpg"}]}]}