{"contentList": [{"categoryHeader": "All Time Great healthlifestyle Tv Shows", "listItems": [{"title": "Enlightened: Season 2", "description": "Amy and Tyler seek to take down the corporation. Molly Shannon as the executive assistant to the CEO of Abaddonn Industries and Dermot Mulroney as an investigative reporter join the cast.", "releaseDateAndRating": "January 13, 2013", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n7.6", "list_rank": "1.", "image_url": "https://static.metacritic.com/images/products/tv/8/42942322f2b49c6d270d638481181c8f-98.jpg"}, {"title": "Boston Med: Season 1", "description": "After \"Hopkins 24/7\"  and \"Hopkins,\" ABC follows up with a look at the doctors, nurses, and patients at Massachusetts General Hospital, Brigham and Women's Hospital, and Children's Hospital Boston.", "releaseDateAndRating": "June 24, 2010", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.0", "list_rank": "2.", "image_url": "https://static.metacritic.com/images/products/tv/5/4cfa8be7a83637a80a2bbf8abe3733c3-98.jpg"}, {"title": "Project Runway: Season 2", "description": "Originally from the minds of the Bravo Network, supermodel Heidi Klum, and Elle Magazine comes Project Runway (a spinoff of the Emmy-nominated series Project Greenlight), an all-new behind-the-scene documentary series and competition set in the other most glamorous business in the world: the fashion industry. For the sixth season, cameras will roll for fourteen episodes as up-and-coming designers compete in weekly challenges and are given all the resources of a top designer to prepare a competitive runway show for the next New York Fall Fashion Week.Supermodel Heidi Klum co-developed the series and appears as one of the celebrity judges.  Dan Cutforth and Jane Lipsitz of Project Greenlight serve as executive producers.In July 2006, the show began airing at 10PM, but by July 2008, the show returned to it's 9PM timeslot.", "releaseDateAndRating": "December 7, 2005", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n5.2", "list_rank": "3.", "image_url": "https://static.metacritic.com/images/products/tv/4/2b0976aea828d033d080104ded35b799-98.jpg"}, {"title": "Getting On (2013): Season 3", "description": "The third and final season for the comedy series.", "releaseDateAndRating": "November 8, 2015", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.7", "list_rank": "4.", "image_url": "https://static.metacritic.com/images/products/tv/5/868b2de4037518efb60e7ee09eb9f307-98.jpg"}, {"title": "Getting On (2013): Season 2", "description": "Dr. Jenna James (Laurie Metcalf) works on research while promoting a hospice program, Nurse Didi seeks a raise, Nurse Dawn's obsession with Pasty contines, as Patsy seeks to reform the unit to save money in the second season of the comedy.", "releaseDateAndRating": "November 9, 2014", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.9", "list_rank": "5.", "image_url": "https://static.metacritic.com/images/products/tv/5/868b2de4037518efb60e7ee09eb9f307-98.jpg"}, {"title": "The Crime of the Century", "description": "The two-part documentary directed by Alex Gibney is an expose of the origins and enabling of the opioid epidemic featuring exclusive interviews of whistleblowers and victims as well as leaked documents.", "releaseDateAndRating": "May 10, 2021", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n6.5", "list_rank": "6.", "image_url": "https://static.metacritic.com/images/products/tv/6/74ff7df9950c0f89a0e388995da2a928-98.jpg"}, {"title": "NY Med: Season 1", "description": "The latest hospital documentary from ABC takes a look at New York's Columbia and Weill Cornell Hospitals.", "releaseDateAndRating": "July 10, 2012", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n7.4", "list_rank": "7.", "image_url": "https://static.metacritic.com/images/products/tv/8/65d44c3f118e43c8ea681753e7e05c1b-98.jpg"}, {"title": "Time of Death: Season 1", "description": "The six-part documentary series follows the final weeks of several terminally ill patients.", "releaseDateAndRating": "November 1, 2013", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n6.7", "list_rank": "8.", "image_url": "https://static.metacritic.com/images/products/tv/0/49eda11f16661ae5ed310df65c63b202-98.jpg"}, {"title": "Born this Way: Season 1", "description": "The docuseries follows seven young adults with down syndrome in Los Angeles.", "releaseDateAndRating": "December 8, 2015", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\ntbd", "list_rank": "9.", "image_url": "https://static.metacritic.com/images/products/tv/6/db62a0c07c0d747caf6335c2ed49ff40-98.jpg"}, {"title": "The Weight of the Nation: Season 1", "description": "The four-part documentary looks at the causes and possible solutions to stop the growing numbers of obese Americans.", "releaseDateAndRating": "May 14, 2012", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n3.1", "list_rank": "10.", "image_url": "https://static.metacritic.com/images/products/tv/4/2e611ad8b9b461e6c03a5b064b5860ab-98.jpg"}, {"title": "Dr. Katz, Professional Therapist: Season 2", "description": "Dr. Katz is a divorced psychologist who lives with his son, Ben. While trying to help his patients (famous and not famous) with their traumas, paranoias, conflicts and problems, Dr. Katz also handles his own problems. His son Ben is all grown up but still don't know what to do with his life. His hobby is to waste Laura's (Dr. Katz's sarcastic receptionist) time with cheesy pick up lines and useless ideas and inventions. Dr. Katz also frequents a bar, Jacky's 33, and hangs out with his friend Stan and tries to get up the courage to flirt with the owner, Julie. Dr. Katz, Professional Therapist was a cartoon based on Jonathan Katz's personal life. Originally running on Comedy Central, the show aired for 6 seasons, and helped put Comedy Central on the map, along with fellow cartoon hit South Park. Halfway through its sixth season, the network took it off the air and aired most of the remaining episodes on a Christmas marathon later that year, with 3 episodes unaired. Among the patients that sporadically go to Dr. Katz for psychological help we can find familiar faces such as Winona Ryder, David Duchovny, Julia Louis-Dreyfus, Ben Stiller, Carrie Fisher, Conan O'Brien, Garry Shandling, Janeane Garofalo, Kathy Griffin, Lisa Kudrow, and Whoopi Goldberg, among others.", "releaseDateAndRating": "October 15, 1995", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\ntbd", "list_rank": "11.", "image_url": "https://static.metacritic.com/images/products/tv/9/eef846b7eb72c61431d5f79920e449f6-98.jpg"}, {"title": "Project Runway: Season 6", "description": "Project Runway returns from a long hiatus and a move to Los Angeles to a new channel.", "releaseDateAndRating": "August 20, 2009", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n6.6", "list_rank": "12.", "image_url": "https://static.metacritic.com/images/products/tv/4/2b0976aea828d033d080104ded35b799-98.jpg"}, {"title": "Queer Eye (2018): Season 2", "description": "The second season of the revival of Queer Eye expands its makeover targets to include a straight woman and a trans man.", "releaseDateAndRating": "June 15, 2018", "meta_score": "Metascore:\n\n79", "user_score": "User Score:\n\n6.5", "list_rank": "13.", "image_url": "https://static.metacritic.com/images/products/tv/9/17134cf09b638b77227aaf7b2007302f-98.jpg"}, {"title": "Dr. Katz, Professional Therapist: Season 1", "description": "Dr. Katz is a divorced psychologist who lives with his son, Ben. While trying to help his patients (famous and not famous) with their traumas, paranoias, conflicts and problems, Dr. Katz also handles his own problems. His son Ben is all grown up but still don't know what to do with his life. His hobby is to waste Laura's (Dr. Katz's sarcastic receptionist) time with cheesy pick up lines and useless ideas and inventions. Dr. Katz also frequents a bar, Jacky's 33, and hangs out with his friend Stan and tries to get up the courage to flirt with the owner, Julie. Dr. Katz, Professional Therapist was a cartoon based on Jonathan Katz's personal life. Originally running on Comedy Central, the show aired for 6 seasons, and helped put Comedy Central on the map, along with fellow cartoon hit South Park. Halfway through its sixth season, the network took it off the air and aired most of the remaining episodes on a Christmas marathon later that year, with 3 episodes unaired. Among the patients that sporadically go to Dr. Katz for psychological help we can find familiar faces such as Winona Ryder, David Duchovny, Julia Louis-Dreyfus, Ben Stiller, Carrie Fisher, Conan O'Brien, Garry Shandling, Janeane Garofalo, Kathy Griffin, Lisa Kudrow, and Whoopi Goldberg, among others.", "releaseDateAndRating": "May 28, 1995", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\ntbd", "list_rank": "14.", "image_url": "https://static.metacritic.com/images/products/tv/9/eef846b7eb72c61431d5f79920e449f6-98.jpg"}, {"title": "Project Runway: Season 4", "description": "While the writers are out on strike, Heidi and Tim are making it work for the fourth season.", "releaseDateAndRating": "November 14, 2007", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n7.2", "list_rank": "15.", "image_url": "https://static.metacritic.com/images/products/tv/4/2b0976aea828d033d080104ded35b799-98.jpg"}, {"title": "Becoming Chaz: Season 1", "description": "The documentary about Chaz Bono's sex reassignment surgery and the reaction of his family and friends is part of OWN's Documentary Film Club series.", "releaseDateAndRating": "May 10, 2011", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n6.3", "list_rank": "16.", "image_url": "https://static.metacritic.com/images/products/tv/2/002fd2152f9cd09fac0b8d0bdcae4fdd-98.jpg"}, {"title": "Hopkins: Season 1", "description": "ABC returns to expand on its \"Hopkins 24/7\" documentary with a six-episode series about the lives of the doctors and the people they treat at the prestigious Johns Hopkins Hospital.", "releaseDateAndRating": "June 26, 2008", "meta_score": "Metascore:\n\n78", "user_score": "User Score:\n\n8.4", "list_rank": "17.", "image_url": "https://static.metacritic.com/images/products/tv/8/a49d96066201bde5df241050e6a37e4f-98.jpg"}, {"title": "Life Support", "description": "This topical, made-for-HBO movie deals with AIDS in the African-American community, centering on Queen Latifah as a wife, mother and AIDS activist who is HIV-positive herself. It's not the downer you'd think it would be.", "releaseDateAndRating": "March 10, 2007", "meta_score": "Metascore:\n\n77", "user_score": "User Score:\n\n8.3", "list_rank": "18.", "image_url": "https://static.metacritic.com/images/products/tv/0/a0a27cb975b10ba4764595cd96209fde-98.jpg"}, {"title": "The A Word: Season 1", "description": "The British series based on the Israeli show Yellow Peppers focuses on the dysfunctional Hughes family, whose seemingly perfect lives are shaken up by the autism diagnosis of 5-year-old Joe (Max Vento).", "releaseDateAndRating": "March 22, 2016", "meta_score": "Metascore:\n\n76", "user_score": "User Score:\n\n7.6", "list_rank": "19.", "image_url": "https://static.metacritic.com/images/products/tv/0/4181513a6dc6389ff92c4568f92ac378-98.jpg"}, {"title": "Will & Grace: Season 1", "description": "Will & Grace is a hilarious series about two best friends. The twist is that Will is gay Grace is a straight interior designer. More than friends, but less than lovers,  the two share a special bond and their personalities easily balance one another's. In addition to the stable Will and Grace, the show features Will's flamboyantly gay friend, Jack and Grace's sarcastic, spoiled, and boozy assistant, Karen.\nWill & Grace is the only series of such length (8 years) to have all of its episodes directed by the same director, in this case the talented James Burrows. Will & Grace is also one of the three series in which all of the main cast memebers won Emmy awards, with the other two shows being The Golden Girls, and All in the Family.\nThroughout its 8-year run, Will & Grace has been nominated for 83 Emmys, 24 Golden Globes, 14 SAG Awards and six People's Choice Awards. Among its 12 Emmy wins, the show won as Outstanding Comedy Series in 2000. In 2002, 2003, 2005, and 2006, it had more Emmy nominations than any other comedy series. Additionally, it's been nominated for an American Comedy Award, three GLAAD Media Awards and a Founders Award from the Viewers for Quality Television. NBC Broadcast History\nSeptember 1998-November 1998 – Monday 9:30\nDecember 1998-March 1999–Tuesday 9:30 April 1999-May 1999 – Thursday 8:30\nSeptember 1999-May 2000 – Tuesday 9:00\nOctober 2000-January 2004 – Thursday 9:00 January 2004-April 2004 – Thursday 8:32\nApril 2004-September 2004 – Thursday 9:00\nSeptember 2004-December 2005 – Thursday 8:30\nJanuary 2006-May 2006 – Thursday 8:00", "releaseDateAndRating": "September 21, 1998", "meta_score": "Metascore:\n\n75", "user_score": "User Score:\n\n7.7", "list_rank": "20.", "image_url": "https://static.metacritic.com/images/products/tv/5/7be8806e80926369988c43d151c542d2-98.jpg"}, {"title": "The Alzheimer's Project: Season 1", "description": "The four-part documentary looks at the people affected by Alzheimer's and the search for a cure.", "releaseDateAndRating": "May 10, 2009", "meta_score": "Metascore:\n\n75", "user_score": "User Score:\n\ntbd", "list_rank": "21.", "image_url": "https://static.metacritic.com/images/products/tv/9/f21970434a6b55c2261773c21c5e36e1-98.jpg"}, {"title": "Home Improvement: Season 2", "description": "Home Improvement is a sitcom about Tim Taylor, the accident prone host of a Detroit, Michigan television program about tools, who raises his dysfunctional family.\nMain Characters: Dr. Timothy \"Tim\" 'The Tool Man' Taylor is the accident prone host of Tool Time who teases his co-host Al. Jillian \"Jill\" Taylor is Tim's wife who wants to be a psychiatrist. Dr. Wilson Wilson, Jr. is the Taylors' strange neighbor who enjoys learning about other cultures and never shows his entire face. Albert \"Al\" Borland is Tim's flannel-wearing co-host. Heidi Keppert is the attractive Tool Time girl from season three through season eight, who is married with one child. Bradley \"Brad\" Michael Taylor is the Taylors' eldest son who is hoping for a soccer scholarship. Randall \"Randy\" William Taylor is the Taylors' middle child who is off at an environmental research study in Costa Rica. Mark Taylor is the youngest son who is frequently tortured by his older brothers.\n\nTool Time: Tim's show themed around tools and cars. Tool Time aired between 1989 and 1999 with host Tim Taylor, assistant Al Borland and Toolgirl Heidi Keppert.\n\nTool Time airs on Channel 112 every day @ 4:30.\n\nTool Time can be seen on Channel 97 everyday @ 3:00 in Alpena,MI.\n\nTool Time can be seen nationally via Comcast satellites!\n\nEl Tiempo del instrumento se puede ver los sábados en 4:30 en el canal 97\n\nRuntime: 30 min (204 episodes, 8 years) Glenview Road: The Taylors' and Wilson's street.\n\nRecurring Characters: Marty and Jeff Taylor are Tim's brothers. Lucille Taylor is his mother. Nancy is Marty's ex-wife. Claire and Gracie Taylor are Marty's twin daughters. Lisa is the attractive Tool Time girl in seasons one and two. Bud Harper is Tim's boss. Tim's friends include Harry, Benny Baroni, Eddie McCormack, and Felix Myman. Delores is Harry's wife. Marie Morton is the Taylors' neighbor and Jill's friend. Carrie is Jill's sister. Jill's other friends include Patty, Marge, and Karen. Lillian Patterson is Jill's mother. Willow Wilson is Wilson's niece. Dr. Ilene Markham is Al's girlfriend in seasons three through six. Trudy Borland is Al's girlfriend and wife in season eight.\n\nJennifer Sudarsky is Brad's girlfriend in seasons one and two. Angela is Brad's girlfriend in seasons five and six. Jason is Brad's friend. Ronny is Mark's friend. Lauren is Randy's girlfriend in seasons six through eight. Rock Lannigan, Pete Bilker, and Dwayne Hoover are all construction workers for K&B Construction and frequent guests on Tool Time. Milton is a construction worker and frequent Tool Time guest. George \"Sparky\" Henderson is a mechanic and another frequent Tool Time guest. Antonio is a waiter at a restaurant frequently visited by the Taylors.\n\nHome Improvement Rating History\n\n•1991-92: Ranked 5th among All TV Programs (4th among non-news programs), First Season.\n\n•1992-93: Ranked 3rd among All TV Programs (2nd among non-news programs), Second Season.\n\n•1993-94: The #1 Non-News Program in the Nation, 2nd only to \"60 Minutes\", Third Season. •1994-95: Ranked 3rd among all TV Programs, Fourth Season. •1995-96: Ranked 7th among all TV programs, 5th-highest sitcom, Fifth Season.\n\n•1996-97: Ranked 9th among all TV programs, 7th-highest sitcom, Sixth Season.\n\n•1997-98: Ranked 11th among all TV programs, 6th-highest sitcom, Seventh Season.\n\n•1998-99; Ranked 10th among all TV programs, 5th-highest sitcom, 8th & Final Season.\n\nABC Broadcast History •September 1991-August 1992---Tuesdays-8:30 p.m. •August 1992-September 1994---Wednesdays-9:00 p.m. •March 1994-May 1994---Wednesdays-8:00 p.m. •September 1994-May 1999---Tuesdays 9:00 p.m. Trivia for Home Improvement\n\n•The \"Tool Time\" audience is \"Home Improvement\"'s actual live studio audience.\n\n•While taping some episodes of Tool Time, Tim sometimes asks an unseen character Klaus to play music for Tool Time segments. Klaus Landsberg worked in the sound department on \"Home Improvement\".\n\n•Colleges and universities in Michigan sent star 'Allen, Tim' sweaters and T-shirts to wear on the air, and he did.\n\n•The name Binford Tools, the company that sponsor's the Tool Time show, is named after an anthropologist who made several new discoveries regarding stone age and tools.\n\n•There is a running gag regarding the Taylor's neighbor, Wilson; his face is always concealed from about the nose down. In most episodes, Wilson was being shot from behind a fence, but in later episodes where he got out more often, camera shots, actor movements, and prop placements were carefully orchestrated so that his full face was not revealed. In fact, during all the curtain calls for the show (except the series finale curtain call, where his entire face was shown), actor Earl Hindman, who played Wilson, would bring a miniature picket fence to hold in front of his face so that it would remain hidden from view.\n\n•The character Wilson is based on Tim Allen's childhood memories where he was too short to see over a fence, and was therefore unable to see his neighbor.\n\n•Originally, actress Frances Fisher was cast as Jill Taylor but was replaced with Patricia Richardson 4 days before the pilot episode was taped.\n\n•Richard Karn's wife, Tudi Roche, would occasionally make appearances on the show as Jill's sister Carrie.\n\n•The full names of the older two Taylor boys were Bradley Michael Taylor and Randall William Taylor. (Mark's full name isn't mentioned during the series.)\n\n•The label \"WLS\" was frequently used to cover up real corporate logos. WLS is the Chicago affiliate of ABC.\n\n•While meeting with Bud Harper, Tim is told \"...Heidi tested better than Santa Claus.\" Tim Allen played Santa Claus in Santa Clause, The (1994).\n\n•As a running gag, whenever Tim enters the basement, he always bangs his head on a large pipe hanging overhead.\n\n•The character 'Tim Taylor' was ranked #20 in TV Guide's list of the \"50 Greatest TV Dads of All Time\" (20 June 2004 issue).\n\nAwards and Nominations •Won the 2000, 1999, 1998, 1997, 1996, 1995, 1994, 1993, and 1992 ASCAP Award for Top TV Series (Dan Foliart)\n\n•Won the 1999, 1998 and 1997 Emmy Award for Outstanding Lighting Direction (Electronic) for a Comedy Series (Donald A. Morgan - \"Mark's Big Break\" (1999) and \"A Night To Dismember\" (1998)) and nominated for the same award in 1997 (I Was A Teenage Taylor). •Won the 1996, 1995, 1994, 1993, and 1992 Emmy Award for Outstanding Individual Achievement in Lighting Direction (Electronic) for a Comedy Series (Donald A. Morgan - \"Room Without a View\" (1996), \"My Dinner With Wilson\" (1995), \"Twas the Blight\" (1994), \"Bye Bye Birdie\" (1993), and \"Luck Be A Taylor Tonight\" (1992))\n\n•Nominated for the 1999 Emmy Award for Outstanding Music and Lyrics (Dan Foliart songs, \"We've Got It All\")\n\n•Nominated for the 1999, 1998, and 1997 Emmy Award for Outstanding Sound Mixing for a Comedy Series or a Special (\"Love's Labor Lost, Part 1\" (1999), \"A Night To Dismember\" (1998), and \"Wilson's World\" (1997))\n•Nominated for the 1996, 1995, and 1994 Emmy Award for Outstanding Individual Achievement in Sound Mixing for a Comedy Series or a Special (\"A Taylor Runs Through It\" (1996), \"Don't Tell Momma\" (1995), and \"5th Anniversary Show\" (1994))\n\n•Nominated for the 1999, 1998, 1996, 1995, 1994, and 1993 Emmy Award for Outstanding Technical Direction/Camera/Video for a Series (\"The Long And Winding Road, Part 3\" (1999) and \"A Night To Dismember\" (1998), \"The Longest Day\" (1996), \"Tool Time After Dark\" (1995), \"5th Anniversary Show\" (1994), and \"Rites and Wrongs of Passage\" (1993))\n\n•Nominated for the 1998, 1997, 1996, and 1994 Emmy Award for Outstanding Lead Actress in a Comedy Series (Patricia Richardson)\n\n•Nominated for the 1996, 1995, 1994, 1993, and 1992 Outstanding Individual Achievement in Editing for a Series - Multi-Camera Production (Roger Berger (1994-1996), Alex Gimenex (1992-1993) Marco Zappia - \"The Longest Day\" (1996), \"Don't Tell Momma\" (1995), \"It Was the Best of Tim's it Was the Worst of Tim's\" (1994), \"Build or not to Build\" (1993), and \"Stereo Typical\" (1992))\n\n•Nominated for the 1995, 1993, and 1992 Emmy Award for Outstanding Comedy Series (Gayle S. Maffeo and John Pasquin (1992-1993))\n\n•Nominated for the 1993 Emmy Award for Outstanding Lead Actor in a Comedy Series (Tim Allen)\n\n•Nominated for the 1997, 1996, 1994, and 1993 Golden Globe Award for Best Performance by an Actor in a TV-Series - Comedy/Musical (Tim Allen) and Tim Allen won the same award in 1995\n\n•Nominated for the 1995 and 1994 Golden Globe Award for Best Performance by an Actress in a TV-Series - Comedy/Musical (Patricia Richardson)\n\n•Nominated for the 1995 and 1994 Golden Globe Award for Best TV-Series - Comedy/Musical\n\n•Nominated for the 1998 Golden Satellite Award for Best Performance by an Actor in a Television Series - Comedy or Musical (Tim Allen)\n\n•Won the 1999 TV Guide Award for Favourite Actor in a Comedy (Tim Allen)\n\n•Nominated for the 2000 Young Artist Award for Best Performance in a TV Comedy Series - Supporting Young Actress (Courtney Peldon) and for Best Performance in a TV Comedy Series - Young Performer Age Ten or Under (Ashley Trefger and Lindsey Trefger)\n\n•Won the 1999 Young Artist Award for Best Performance in a TV Comedy Series - Guest Starring Young Actress (Ashley Trefger and Lindsey Trefger) and for Best Performance in a TV Drama or Comedy Series - Leading Young Actor (Zachery Ty Bryan)\n\n•Nominated for the 1999 Young Artist Award for Best Performance in a TV Comedy Series - Guest Starring Young Actress (Courtney Peldon) and for the 1999 Young Artist Award Best Performance in a TV Drama or Comedy Series - Leading Young Actor (Taran Noah Smith)\n\n•Won the 1997 Young Artist Award for Best Performance in a TV Comedy: Guest Starring Young Performer (Courtney Peldon)\n\n•Won the 1996 Young Artist Award for Best Performance by a Young Actress: Guest Starring Role TV Series (Kimberly Cullum)\n\n•Won the 1995 and 1993 Michael Landon Award\n\n•Won the 1994 Young Artist Award for Outstanding Youth Ensemble in a Television Series (Zachery Ty Bryan, Taran Noah Smith, and Jonathan Taylor Thomas)\n\n•Nominated for the 1993 Young Artist Award for Best Young Actor Starring in a Television Series (Zachery Ty Bryan and Jonathan Taylor Thomas), for the 1993 Young Artist Award for Best Young Actress Recurring in a Television Series (Jessica Wesson), and for the 1993 Young Artist Award for Outstanding Actor under 10 in a Television Series (Taran Noah Smith)\n\n•Won the 1992 Young Artist Award for Exceptional Performance by a Young Actor under Ten (Taran Noah Smith)\n\n•Nominated for the 1992 Young Artist Award for Best New Family Television Series\n\n•Won the 1999 YoungStar Award for Best Performance by a Young Actor in a Comedy TV Series (Zachery Ty Bryan)\n\n•Nominated for the 1998 and 1997 Best Performance by a Young Actor in a Comedy TV Series (Jonathan Taylor Thomas)\n\nHome Improvement is now airing in syndication.  Check your local listings!\n\nIn Memory of Earl Hindman (1942-2003)", "releaseDateAndRating": "September 16, 1992", "meta_score": "Metascore:\n\n75", "user_score": "User Score:\n\n7.8", "list_rank": "22.", "image_url": "https://static.metacritic.com/images/products/tv/2/c63400abce2a1ec9b4a9b4b6726c6eb9-98.jpg"}, {"title": "Enlightened: Season 1", "description": "Amy Jellicoe (Laura Dern), a corporate executive who suffered a breakdown, comes out of her Hawaiian mental-heath treatment center with a new outlook on life.", "releaseDateAndRating": "October 10, 2011", "meta_score": "Metascore:\n\n74", "user_score": "User Score:\n\n7.0", "list_rank": "23.", "image_url": "https://static.metacritic.com/images/products/tv/8/42942322f2b49c6d270d638481181c8f-98.jpg"}, {"title": "Queer Eye (2018): Season 1", "description": "The reboot of the Bravo series on Netflix begins in Atlanta and introduces a new Fab Five: food and wine advisor Bobby Berk, culture advisor Karamo Brown, fashion advisor Tan France, stylist advisor Antoni Porowski, and design advisor Jonathan Van Ness.", "releaseDateAndRating": "February 7, 2018", "meta_score": "Metascore:\n\n73", "user_score": "User Score:\n\n6.5", "list_rank": "24.", "image_url": "https://static.metacritic.com/images/products/tv/9/17134cf09b638b77227aaf7b2007302f-98.jpg"}, {"title": "Getting On (2013): Season 1", "description": "Based on the 2009 British comedy of the same name, the HBO version follows the lives of Dr. Jenna James (Laurie Metcalf), Nurse Dawn (Alex Borstein), Nurse DiDi (Niecy Nash), and supervising nurse Patsy De La Serda (Mel Rodriguez) at Billy Barnes Extended Care Unit of Mt. Palms Hospital in Long Beach, California.", "releaseDateAndRating": "November 24, 2013", "meta_score": "Metascore:\n\n73", "user_score": "User Score:\n\n7.7", "list_rank": "25.", "image_url": "https://static.metacritic.com/images/products/tv/5/868b2de4037518efb60e7ee09eb9f307-98.jpg"}, {"title": "NY Med: Season 2", "description": "The eight-part documentary series returns with a look at Manhattan's New York Presbyterian Hospital and Newark's University Hospital.", "releaseDateAndRating": "June 26, 2014", "meta_score": "Metascore:\n\n71", "user_score": "User Score:\n\n7.0", "list_rank": "26.", "image_url": "https://static.metacritic.com/images/products/tv/8/65d44c3f118e43c8ea681753e7e05c1b-98.jpg"}, {"title": "Huge: Season 1", "description": "Teenagers at Camp Victory strive to lose weight in this ABC Family series based on the Sasha Paley book by the same name.", "releaseDateAndRating": "June 28, 2010", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\n5.8", "list_rank": "27.", "image_url": "https://static.metacritic.com/images/products/tv/8/9abc1ea16eac7db08ef2fbeb32ca6a4b-98.jpg"}, {"title": "America's Next Top Model: Season 13", "description": "Only contestants 5'7 or under compete in the 13th cycle of America's Next Top Model.", "releaseDateAndRating": "September 9, 2009", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\n3.9", "list_rank": "28.", "image_url": "https://static.metacritic.com/images/products/tv/8/f6ac4e74bcae6f548e5968c160f976f4-98.jpg"}, {"title": "Project Runway: Season 1", "description": "Originally from the minds of the Bravo Network, supermodel Heidi Klum, and Elle Magazine comes Project Runway (a spinoff of the Emmy-nominated series Project Greenlight), an all-new behind-the-scene documentary series and competition set in the other most glamorous business in the world: the fashion industry. For the sixth season, cameras will roll for fourteen episodes as up-and-coming designers compete in weekly challenges and are given all the resources of a top designer to prepare a competitive runway show for the next New York Fall Fashion Week.Supermodel Heidi Klum co-developed the series and appears as one of the celebrity judges.  Dan Cutforth and Jane Lipsitz of Project Greenlight serve as executive producers.In July 2006, the show began airing at 10PM, but by July 2008, the show returned to it's 9PM timeslot.", "releaseDateAndRating": "December 1, 2004", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\n5.7", "list_rank": "29.", "image_url": "https://static.metacritic.com/images/products/tv/4/2b0976aea828d033d080104ded35b799-98.jpg"}, {"title": "Veronica's Closet: Season 1", "description": "From the creators of Friends, Veronica's Closet is a workplace sitcom following the life of Ronnie Chase, the successful media magnate behind fashionable lingerie and book company Veronica's Closet. Unfortunately for Ronnie, things in her life start going awry, as her husband leaves her and she finds herself hitting middle-age.Veronica's Closet was broadcast on NBC, and produced by Warner Bros. Television and Bright/Kauffman/Crane Productions. The series ran for three seasons before being canceled, resulting in the final four episodes being left unseen until the series showed up in syndication.", "releaseDateAndRating": "September 25, 1997", "meta_score": "Metascore:\n\n70", "user_score": "User Score:\n\ntbd", "list_rank": "30.", "image_url": "https://static.metacritic.com/images/products/tv/3/5e4341c4ae37d60a605b8a3c3bc50cb5-98.jpg"}, {"title": "The Inventor: Out for Blood in Silicon Valley", "description": "Alex Gibney's documentary about how Elizabeth Holmes and her company Theranos' claims of a compact blood testing machine went from a Silicon Valley start-up worth $9 billion in 2014 to being cited by the SEC for \"massive fraud\" in 2016.", "releaseDateAndRating": "March 18, 2019", "meta_score": "Metascore:\n\n69", "user_score": "User Score:\n\n7.2", "list_rank": "31.", "image_url": "https://static.metacritic.com/images/products/tv/6/a15268d6a873f90e197ebfe80c7a0ca6-98.jpg"}, {"title": "Top Design: Season 1", "description": "On the heels of \"Project Runway\" and \"Top Chef\" comes Bravo's latest talent competition, which pits a dozen aspiring interior designers against one another for a chance at a large cash prize.", "releaseDateAndRating": "January 31, 2007", "meta_score": "Metascore:\n\n67", "user_score": "User Score:\n\n4.7", "list_rank": "32.", "image_url": "https://static.metacritic.com/images/products/tv/6/11d726600474787bb43592836c0d189c-98.jpg"}, {"title": "State of Mind: Season 1", "description": "The problems patients of Ann Bellos have, are nothing compared to hers when she discovers her husband is cheating on her with their marriage counselor.", "releaseDateAndRating": "July 15, 2007", "meta_score": "Metascore:\n\n67", "user_score": "User Score:\n\n8.3", "list_rank": "33.", "image_url": "https://static.metacritic.com/images/products/tv/2/7acd9159ecc707061d3867d7be4b65cb-98.jpg"}, {"title": "Breakthrough: Season 1", "description": "The six-part series features focuses on the latest scientific research on such topics as pandemics, aging, robotics, the brain, energy and water. Peter Berg, Brett Ratner and Adrien Brody, Paul Giamatti, Ron Howard, Akiva Goldsman and Jason Bateman, and Angela Bassett are some of the directors and actors involved.", "releaseDateAndRating": "November 1, 2015", "meta_score": "Metascore:\n\n66", "user_score": "User Score:\n\n8.5", "list_rank": "34.", "image_url": "https://static.metacritic.com/images/products/tv/2/477bf7871c4a8d06524f6ac605f2c7ab-98.jpg"}, {"title": "Sister Wives: Season 1", "description": "The latest reality show from TLC follows Kody, an ad executive in Utah who has three wives and seeks to add one more to his family.", "releaseDateAndRating": "September 26, 2010", "meta_score": "Metascore:\n\n66", "user_score": "User Score:\n\ntbd", "list_rank": "35.", "image_url": "https://static.metacritic.com/images/products/tv/9/0ea8a0e4c45e6e191351e104ffffb447-98.jpg"}, {"title": "Mistresses (UK): Season 1", "description": "The drama focusing on four friends who are tempted into affairs with other people is already on season two in the UK, and an American remake is in the works.", "releaseDateAndRating": "January 8, 2008", "meta_score": "Metascore:\n\n66", "user_score": "User Score:\n\n8.5", "list_rank": "36.", "image_url": "https://static.metacritic.com/images/products/tv/0/ebc0de2cc3bee30f7f4753936782d019-98.jpg"}, {"title": "America's Next Top Model: Season 1", "description": "Created by world-renowned supermodel Tyra Banks, who executive produces the series with Ken Mok, America's Next Top Model chronicles the transformation of everyday young women into potentially fierce supermodels. Fourteen participants will live together and vie for the incredible grand prize: an opportunity to be managed by Wilhelmina Models, a fashion spread in Seventeen magazine, and a $100,000 contract with CoverGirl Cosmetics.", "releaseDateAndRating": "May 27, 2003", "meta_score": "Metascore:\n\n65", "user_score": "User Score:\n\n7.2", "list_rank": "37.", "image_url": "https://static.metacritic.com/images/products/tv/8/f6ac4e74bcae6f548e5968c160f976f4-98.jpg"}, {"title": "Tidying Up with Marie Kondo: Season 1", "description": "Japanese home organization consultant helps people find their sparks of joy as they declutter their houses.", "releaseDateAndRating": "January 1, 2019", "meta_score": "Metascore:\n\n65", "user_score": "User Score:\n\n4.3", "list_rank": "38.", "image_url": "https://static.metacritic.com/images/products/tv/2/ec0b948e62fe1bd685ea2d8a77ef0656-98.jpg"}, {"title": "Trust Me: Season 1", "description": "When their boss dies (Jason O'Mara) dies, best friends and ad executives Mason (Eric McCormack) and Conner (Tom Cavanagh), find their friendship becomes more uneasy in light of Mason's promotion.", "releaseDateAndRating": "January 26, 2009", "meta_score": "Metascore:\n\n65", "user_score": "User Score:\n\n7.5", "list_rank": "39.", "image_url": "https://static.metacritic.com/images/products/tv/3/4cbadbc9163ce53c40d2f576b0583264-98.jpg"}, {"title": "The Fashion Show: Season 1", "description": "Isaac Mizrahi and ex-Destiny's Child Kelly Rowland host this replacement for Project Runway (which will reappear later in the summer on Lifetime).", "releaseDateAndRating": "May 7, 2009", "meta_score": "Metascore:\n\n64", "user_score": "User Score:\n\n5.1", "list_rank": "40.", "image_url": "https://static.metacritic.com/images/products/tv/2/6982c07886fda96ace4a9849f2afac7d-98.jpg"}, {"title": "Home Improvement: Season 1", "description": "Home Improvement is a sitcom about Tim Taylor, the accident prone host of a Detroit, Michigan television program about tools, who raises his dysfunctional family.\nMain Characters: Dr. Timothy \"Tim\" 'The Tool Man' Taylor is the accident prone host of Tool Time who teases his co-host Al. Jillian \"Jill\" Taylor is Tim's wife who wants to be a psychiatrist. Dr. Wilson Wilson, Jr. is the Taylors' strange neighbor who enjoys learning about other cultures and never shows his entire face. Albert \"Al\" Borland is Tim's flannel-wearing co-host. Heidi Keppert is the attractive Tool Time girl from season three through season eight, who is married with one child. Bradley \"Brad\" Michael Taylor is the Taylors' eldest son who is hoping for a soccer scholarship. Randall \"Randy\" William Taylor is the Taylors' middle child who is off at an environmental research study in Costa Rica. Mark Taylor is the youngest son who is frequently tortured by his older brothers.\n\nTool Time: Tim's show themed around tools and cars. Tool Time aired between 1989 and 1999 with host Tim Taylor, assistant Al Borland and Toolgirl Heidi Keppert.\n\nTool Time airs on Channel 112 every day @ 4:30.\n\nTool Time can be seen on Channel 97 everyday @ 3:00 in Alpena,MI.\n\nTool Time can be seen nationally via Comcast satellites!\n\nEl Tiempo del instrumento se puede ver los sábados en 4:30 en el canal 97\n\nRuntime: 30 min (204 episodes, 8 years) Glenview Road: The Taylors' and Wilson's street.\n\nRecurring Characters: Marty and Jeff Taylor are Tim's brothers. Lucille Taylor is his mother. Nancy is Marty's ex-wife. Claire and Gracie Taylor are Marty's twin daughters. Lisa is the attractive Tool Time girl in seasons one and two. Bud Harper is Tim's boss. Tim's friends include Harry, Benny Baroni, Eddie McCormack, and Felix Myman. Delores is Harry's wife. Marie Morton is the Taylors' neighbor and Jill's friend. Carrie is Jill's sister. Jill's other friends include Patty, Marge, and Karen. Lillian Patterson is Jill's mother. Willow Wilson is Wilson's niece. Dr. Ilene Markham is Al's girlfriend in seasons three through six. Trudy Borland is Al's girlfriend and wife in season eight.\n\nJennifer Sudarsky is Brad's girlfriend in seasons one and two. Angela is Brad's girlfriend in seasons five and six. Jason is Brad's friend. Ronny is Mark's friend. Lauren is Randy's girlfriend in seasons six through eight. Rock Lannigan, Pete Bilker, and Dwayne Hoover are all construction workers for K&B Construction and frequent guests on Tool Time. Milton is a construction worker and frequent Tool Time guest. George \"Sparky\" Henderson is a mechanic and another frequent Tool Time guest. Antonio is a waiter at a restaurant frequently visited by the Taylors.\n\nHome Improvement Rating History\n\n•1991-92: Ranked 5th among All TV Programs (4th among non-news programs), First Season.\n\n•1992-93: Ranked 3rd among All TV Programs (2nd among non-news programs), Second Season.\n\n•1993-94: The #1 Non-News Program in the Nation, 2nd only to \"60 Minutes\", Third Season. •1994-95: Ranked 3rd among all TV Programs, Fourth Season. •1995-96: Ranked 7th among all TV programs, 5th-highest sitcom, Fifth Season.\n\n•1996-97: Ranked 9th among all TV programs, 7th-highest sitcom, Sixth Season.\n\n•1997-98: Ranked 11th among all TV programs, 6th-highest sitcom, Seventh Season.\n\n•1998-99; Ranked 10th among all TV programs, 5th-highest sitcom, 8th & Final Season.\n\nABC Broadcast History •September 1991-August 1992---Tuesdays-8:30 p.m. •August 1992-September 1994---Wednesdays-9:00 p.m. •March 1994-May 1994---Wednesdays-8:00 p.m. •September 1994-May 1999---Tuesdays 9:00 p.m. Trivia for Home Improvement\n\n•The \"Tool Time\" audience is \"Home Improvement\"'s actual live studio audience.\n\n•While taping some episodes of Tool Time, Tim sometimes asks an unseen character Klaus to play music for Tool Time segments. Klaus Landsberg worked in the sound department on \"Home Improvement\".\n\n•Colleges and universities in Michigan sent star 'Allen, Tim' sweaters and T-shirts to wear on the air, and he did.\n\n•The name Binford Tools, the company that sponsor's the Tool Time show, is named after an anthropologist who made several new discoveries regarding stone age and tools.\n\n•There is a running gag regarding the Taylor's neighbor, Wilson; his face is always concealed from about the nose down. In most episodes, Wilson was being shot from behind a fence, but in later episodes where he got out more often, camera shots, actor movements, and prop placements were carefully orchestrated so that his full face was not revealed. In fact, during all the curtain calls for the show (except the series finale curtain call, where his entire face was shown), actor Earl Hindman, who played Wilson, would bring a miniature picket fence to hold in front of his face so that it would remain hidden from view.\n\n•The character Wilson is based on Tim Allen's childhood memories where he was too short to see over a fence, and was therefore unable to see his neighbor.\n\n•Originally, actress Frances Fisher was cast as Jill Taylor but was replaced with Patricia Richardson 4 days before the pilot episode was taped.\n\n•Richard Karn's wife, Tudi Roche, would occasionally make appearances on the show as Jill's sister Carrie.\n\n•The full names of the older two Taylor boys were Bradley Michael Taylor and Randall William Taylor. (Mark's full name isn't mentioned during the series.)\n\n•The label \"WLS\" was frequently used to cover up real corporate logos. WLS is the Chicago affiliate of ABC.\n\n•While meeting with Bud Harper, Tim is told \"...Heidi tested better than Santa Claus.\" Tim Allen played Santa Claus in Santa Clause, The (1994).\n\n•As a running gag, whenever Tim enters the basement, he always bangs his head on a large pipe hanging overhead.\n\n•The character 'Tim Taylor' was ranked #20 in TV Guide's list of the \"50 Greatest TV Dads of All Time\" (20 June 2004 issue).\n\nAwards and Nominations •Won the 2000, 1999, 1998, 1997, 1996, 1995, 1994, 1993, and 1992 ASCAP Award for Top TV Series (Dan Foliart)\n\n•Won the 1999, 1998 and 1997 Emmy Award for Outstanding Lighting Direction (Electronic) for a Comedy Series (Donald A. Morgan - \"Mark's Big Break\" (1999) and \"A Night To Dismember\" (1998)) and nominated for the same award in 1997 (I Was A Teenage Taylor). •Won the 1996, 1995, 1994, 1993, and 1992 Emmy Award for Outstanding Individual Achievement in Lighting Direction (Electronic) for a Comedy Series (Donald A. Morgan - \"Room Without a View\" (1996), \"My Dinner With Wilson\" (1995), \"Twas the Blight\" (1994), \"Bye Bye Birdie\" (1993), and \"Luck Be A Taylor Tonight\" (1992))\n\n•Nominated for the 1999 Emmy Award for Outstanding Music and Lyrics (Dan Foliart songs, \"We've Got It All\")\n\n•Nominated for the 1999, 1998, and 1997 Emmy Award for Outstanding Sound Mixing for a Comedy Series or a Special (\"Love's Labor Lost, Part 1\" (1999), \"A Night To Dismember\" (1998), and \"Wilson's World\" (1997))\n•Nominated for the 1996, 1995, and 1994 Emmy Award for Outstanding Individual Achievement in Sound Mixing for a Comedy Series or a Special (\"A Taylor Runs Through It\" (1996), \"Don't Tell Momma\" (1995), and \"5th Anniversary Show\" (1994))\n\n•Nominated for the 1999, 1998, 1996, 1995, 1994, and 1993 Emmy Award for Outstanding Technical Direction/Camera/Video for a Series (\"The Long And Winding Road, Part 3\" (1999) and \"A Night To Dismember\" (1998), \"The Longest Day\" (1996), \"Tool Time After Dark\" (1995), \"5th Anniversary Show\" (1994), and \"Rites and Wrongs of Passage\" (1993))\n\n•Nominated for the 1998, 1997, 1996, and 1994 Emmy Award for Outstanding Lead Actress in a Comedy Series (Patricia Richardson)\n\n•Nominated for the 1996, 1995, 1994, 1993, and 1992 Outstanding Individual Achievement in Editing for a Series - Multi-Camera Production (Roger Berger (1994-1996), Alex Gimenex (1992-1993) Marco Zappia - \"The Longest Day\" (1996), \"Don't Tell Momma\" (1995), \"It Was the Best of Tim's it Was the Worst of Tim's\" (1994), \"Build or not to Build\" (1993), and \"Stereo Typical\" (1992))\n\n•Nominated for the 1995, 1993, and 1992 Emmy Award for Outstanding Comedy Series (Gayle S. Maffeo and John Pasquin (1992-1993))\n\n•Nominated for the 1993 Emmy Award for Outstanding Lead Actor in a Comedy Series (Tim Allen)\n\n•Nominated for the 1997, 1996, 1994, and 1993 Golden Globe Award for Best Performance by an Actor in a TV-Series - Comedy/Musical (Tim Allen) and Tim Allen won the same award in 1995\n\n•Nominated for the 1995 and 1994 Golden Globe Award for Best Performance by an Actress in a TV-Series - Comedy/Musical (Patricia Richardson)\n\n•Nominated for the 1995 and 1994 Golden Globe Award for Best TV-Series - Comedy/Musical\n\n•Nominated for the 1998 Golden Satellite Award for Best Performance by an Actor in a Television Series - Comedy or Musical (Tim Allen)\n\n•Won the 1999 TV Guide Award for Favourite Actor in a Comedy (Tim Allen)\n\n•Nominated for the 2000 Young Artist Award for Best Performance in a TV Comedy Series - Supporting Young Actress (Courtney Peldon) and for Best Performance in a TV Comedy Series - Young Performer Age Ten or Under (Ashley Trefger and Lindsey Trefger)\n\n•Won the 1999 Young Artist Award for Best Performance in a TV Comedy Series - Guest Starring Young Actress (Ashley Trefger and Lindsey Trefger) and for Best Performance in a TV Drama or Comedy Series - Leading Young Actor (Zachery Ty Bryan)\n\n•Nominated for the 1999 Young Artist Award for Best Performance in a TV Comedy Series - Guest Starring Young Actress (Courtney Peldon) and for the 1999 Young Artist Award Best Performance in a TV Drama or Comedy Series - Leading Young Actor (Taran Noah Smith)\n\n•Won the 1997 Young Artist Award for Best Performance in a TV Comedy: Guest Starring Young Performer (Courtney Peldon)\n\n•Won the 1996 Young Artist Award for Best Performance by a Young Actress: Guest Starring Role TV Series (Kimberly Cullum)\n\n•Won the 1995 and 1993 Michael Landon Award\n\n•Won the 1994 Young Artist Award for Outstanding Youth Ensemble in a Television Series (Zachery Ty Bryan, Taran Noah Smith, and Jonathan Taylor Thomas)\n\n•Nominated for the 1993 Young Artist Award for Best Young Actor Starring in a Television Series (Zachery Ty Bryan and Jonathan Taylor Thomas), for the 1993 Young Artist Award for Best Young Actress Recurring in a Television Series (Jessica Wesson), and for the 1993 Young Artist Award for Outstanding Actor under 10 in a Television Series (Taran Noah Smith)\n\n•Won the 1992 Young Artist Award for Exceptional Performance by a Young Actor under Ten (Taran Noah Smith)\n\n•Nominated for the 1992 Young Artist Award for Best New Family Television Series\n\n•Won the 1999 YoungStar Award for Best Performance by a Young Actor in a Comedy TV Series (Zachery Ty Bryan)\n\n•Nominated for the 1998 and 1997 Best Performance by a Young Actor in a Comedy TV Series (Jonathan Taylor Thomas)\n\nHome Improvement is now airing in syndication.  Check your local listings!\n\nIn Memory of Earl Hindman (1942-2003)", "releaseDateAndRating": "September 17, 1991", "meta_score": "Metascore:\n\n64", "user_score": "User Score:\n\n7.7", "list_rank": "41.", "image_url": "https://static.metacritic.com/images/products/tv/2/c63400abce2a1ec9b4a9b4b6726c6eb9-98.jpg"}, {"title": "Queer as Folk: Season 1", "description": "Queer as Folk is an innovative, provocative, and groundbreaking series that has now ended after a five year run, the series chronicled the friendships, careers, loves, trials, tribulations, and ambitions of a diverse group of gay men and lesbians living in Pittsburgh, PA. Blending strong drama with necessary charm and humor, it rivals any other show presented on television. \n\n Over the shows run it has managed to cover a wide range of issues including Aids, cancer, drug addictions and the trials of love.", "releaseDateAndRating": "December 3, 2000", "meta_score": "Metascore:\n\n63", "user_score": "User Score:\n\n8.9", "list_rank": "42.", "image_url": "https://static.metacritic.com/images/products/tv/0/03d894fc675b66d6cd41cf8bf5b54236-98.jpg"}, {"title": "The Me You Can't See: Season 1", "description": "The documentary series co-created by Oprah Winfrey and Prince Harry about mental health features discussions with chef Rashad Armstead, Glenn Close, NBA player DeMar DeRozan, Olympic boxer Virginia \"Ginny\" Fuchs, Lady Gaga, NBA player Langston Galloway, and Zak Williams.", "releaseDateAndRating": "May 21, 2021", "meta_score": "Metascore:\n\n61", "user_score": "User Score:\n\ntbd", "list_rank": "43.", "image_url": "https://static.metacritic.com/images/products/tv/0/51a77ab404e309955169e2dca73f6738-98.jpg"}, {"title": "The Conversation with Amanda de Cadenet: Season 1", "description": "Amanda de Cadenet interviews female celebrities interviews including Gwyneth Paltrow, Lady Gaga, Diane von Furstenberg, Jane Fonda, and Kelly Preston.", "releaseDateAndRating": "April 26, 2012", "meta_score": "Metascore:\n\n60", "user_score": "User Score:\n\ntbd", "list_rank": "44.", "image_url": "https://static.metacritic.com/images/products/tv/8/9895e29b432e2b3fda40e7b3d9e66fb3-98.jpg"}, {"title": "Finding Sarah: Season 1", "description": "The former Duchess of York, Sarah Ferguson seeks help on money, relationships, and other issues with the help of Dr. Phil McGraw and Suze Orman.", "releaseDateAndRating": "June 12, 2011", "meta_score": "Metascore:\n\n60", "user_score": "User Score:\n\ntbd", "list_rank": "45.", "image_url": "https://static.metacritic.com/images/products/tv/2/1e59d24b22b36f7711dcdf499e89306c-98.jpg"}, {"title": "The Real L Word : Season 1", "description": "Ilene Chaiken's latest project is a reality show about the lives of six lesbians in Los Angeles.", "releaseDateAndRating": "June 20, 2010", "meta_score": "Metascore:\n\n59", "user_score": "User Score:\n\n4.6", "list_rank": "46.", "image_url": "https://static.metacritic.com/images/products/tv/2/fc3a298fca44c73444ffbe8b60ca3a61-98.jpg"}, {"title": "Sister Wives: Season 2", "description": "The second season shows the circumstances that come about with the the family \"coming out\" as polygamists.", "releaseDateAndRating": "March 13, 2011", "meta_score": "Metascore:\n\n59", "user_score": "User Score:\n\ntbd", "list_rank": "47.", "image_url": "https://static.metacritic.com/images/products/tv/9/0ea8a0e4c45e6e191351e104ffffb447-98.jpg"}, {"title": "The Chew: Season 1", "description": "Hosted by Mario Batali, Carla Hall, Clinton Kelly, Michael Symon and Daphne Oz, the talk show focuses not only on food, but other issues that connect to it.", "releaseDateAndRating": "September 26, 2011", "meta_score": "Metascore:\n\n56", "user_score": "User Score:\n\n5.8", "list_rank": "48.", "image_url": "https://static.metacritic.com/images/products/tv/6/e00199f14ab416747c4ff9095cda4f75-98.jpg"}, {"title": "The Fairy Jobmother: Season 1", "description": "Hayley Taylor, an international career specialist, helps job-challenged families find work on the Lifetime series The Fairy Jobmother.", "releaseDateAndRating": "October 28, 2010", "meta_score": "Metascore:\n\n55", "user_score": "User Score:\n\ntbd", "list_rank": "49.", "image_url": "https://static.metacritic.com/images/products/tv/3/16512ea4548448b9418914eef491afe9-98.jpg"}, {"title": "Celebrity Fit Club: Season 7", "description": "The latest cycle of the VH1 reality show has exes Kevin Federline and Shar Jackson as two of the eight celebrities seeking to lose weight and win money.", "releaseDateAndRating": "February 8, 2010", "meta_score": "Metascore:\n\n55", "user_score": "User Score:\n\n7.3", "list_rank": "50.", "image_url": "https://static.metacritic.com/images/products/tv/4/80c4d188169a544c8d2944e817816ba5-98.jpg"}, {"title": "Ill Behaviour: Season 1", "description": "Newly-divorced Joel (Chris Geere) discovers his best friend Charlie (Tom Riley) is refusing treatment for his cancer. Joel recruits the help of former classmate Tess (Jessica Regan) and the doctor he is dating (Lizzy Caplan) to kidnap, sedate and treat his best friend with black market chemotherapy drugs in this British comedy-thriller created by Sam Bain.", "releaseDateAndRating": "November 24, 2020", "meta_score": "Metascore:\n\n55", "user_score": "User Score:\n\n7.8", "list_rank": "51.", "image_url": "https://static.metacritic.com/images/products/tv/8/7222b582d35435da114e7a3e4b106528-98.jpg"}, {"title": "Plain Jane: Season 1", "description": "Fashion expert Louise Roe helps Plain Janes prepare for dates with their crushes. They will be given a total makeover and their new identities will be revealed at the end of each episode on their dates.", "releaseDateAndRating": "July 28, 2010", "meta_score": "Metascore:\n\n52", "user_score": "User Score:\n\ntbd", "list_rank": "52.", "image_url": "https://static.metacritic.com/images/products/tv/2/bb04ba5d941720b82ca3389d0e98acc6-98.jpg"}, {"title": "Greatest American Dog: Season 1", "description": "Dogs and their owners compete in different competitions to win the title of \"Greatest American Dog\" and $250,000.", "releaseDateAndRating": "July 10, 2008", "meta_score": "Metascore:\n\n50", "user_score": "User Score:\n\n5.4", "list_rank": "53.", "image_url": "https://static.metacritic.com/images/products/tv/0/4e9455ef61ddb4f70adc4b2dadbe7f93-98.jpg"}, {"title": "Million Dollar Listing: Season 1", "description": "This reality show about real estate agents in Los Angeles offers a peek into a few of that region's more expensive homes.", "releaseDateAndRating": "September 5, 2006", "meta_score": "Metascore:\n\n50", "user_score": "User Score:\n\n4.8", "list_rank": "54.", "image_url": "https://static.metacritic.com/images/products/tv/0/2145292bccddfad521e4ab43a52fd394-98.jpg"}, {"title": "Cashmere Mafia: Season 1", "description": "Kevin Wade & Darren Starr's latest series stars Lucy Liu, Frances O'Connor, Miranda Otto and Bonnie Somerville as powerful business women who remain best of friends.", "releaseDateAndRating": "January 6, 2008", "meta_score": "Metascore:\n\n48", "user_score": "User Score:\n\n7.9", "list_rank": "55.", "image_url": "https://static.metacritic.com/images/products/tv/2/0f0e74885bf78bf6fda8355b258c3e4a-98.jpg"}, {"title": "Shedding for the Wedding: Season 1", "description": "Nine overweight couples compete to lose the most weight during a three-month period to win their dream wedding in this Sara Rue-hosted reality show.", "releaseDateAndRating": "February 23, 2011", "meta_score": "Metascore:\n\n46", "user_score": "User Score:\n\ntbd", "list_rank": "56.", "image_url": "https://static.metacritic.com/images/products/tv/5/b0a1498776aac4555b1e5af100db01a0-98.jpg"}, {"title": "8th and Ocean: Season 1", "description": "MTV's latest \"reality\" show from the producers of \"Laguna Beach\" follows ten aspiring models who live together in Miami's South Beach.", "releaseDateAndRating": "March 7, 2006", "meta_score": "Metascore:\n\n45", "user_score": "User Score:\n\n8.2", "list_rank": "57.", "image_url": "https://static.metacritic.com/images/products/tv/3/38e213877677a5924f9d3da3e2fb985a-98.jpg"}, {"title": "Outsourced: Season 1", "description": "Based on the movie of the same name, the sitcom sees Todd (Ben Rappaport) sent to India to oversee his company's new call center.", "releaseDateAndRating": "September 23, 2010", "meta_score": "Metascore:\n\n45", "user_score": "User Score:\n\n7.3", "list_rank": "58.", "image_url": "https://static.metacritic.com/images/products/tv/0/2cd46b86125c43db4f416c419a38189f-98.jpg"}, {"title": "School Pride: Season 1", "description": "Tom Stroup, Kym Whitley, Jacob Soboroff, and Susie Castillo work together with volunteers to help renovate and transform some public schools across America.", "releaseDateAndRating": "October 15, 2010", "meta_score": "Metascore:\n\n45", "user_score": "User Score:\n\ntbd", "list_rank": "59.", "image_url": "https://static.metacritic.com/images/products/tv/8/65003d8ce51de17461f4449f30340f68-98.jpg"}, {"title": "Perfect Couples: Season 1", "description": "Julia (Christine Woods) and Dave (Kyle Bornheimer) are the stable couple of the three couples in this NBC comedy. Dave's best friend Vance (David Walton) is on and off with Amy (Mary Elizabeth Ellis); and Leigh (Olivia Munn) and Rex (Hayes MacArthur) believe they know everything about relationships.", "releaseDateAndRating": "December 20, 2010", "meta_score": "Metascore:\n\n44", "user_score": "User Score:\n\n7.0", "list_rank": "60.", "image_url": "https://static.metacritic.com/images/products/tv/8/469bbb59fcbb447d0cb0faddea2ef275-98.jpg"}, {"title": "Best Time Ever with Neil Patrick Harris: Season 1", "description": "Neil Patrick Harris host this live variety show based on the British show Ant & Dec’s Saturday Night Takeaway.", "releaseDateAndRating": "September 15, 2015", "meta_score": "Metascore:\n\n43", "user_score": "User Score:\n\n4.0", "list_rank": "61.", "image_url": "https://static.metacritic.com/images/products/tv/2/7e1dcef71963bf1db95bba394feff993-98.jpg"}, {"title": "Katie: Season 1", "description": "Katie Couric returns to daytime television with a new talk show with Jessica Simpson and Sheryl Crow as her first guests.", "releaseDateAndRating": "September 10, 2012", "meta_score": "Metascore:\n\n42", "user_score": "User Score:\n\n1.8", "list_rank": "62.", "image_url": "https://static.metacritic.com/images/products/tv/4/beca00c869129209ff1c098dbbe376a9-98.jpg"}, {"title": "3 Lbs.: Season 1", "description": "Stanley Tucci stars as brilliant neurosurgeon Doug Hanson in this House-ian medical drama.", "releaseDateAndRating": "November 14, 2006", "meta_score": "Metascore:\n\n40", "user_score": "User Score:\n\n8.0", "list_rank": "63.", "image_url": "https://static.metacritic.com/images/products/tv/8/3677f40c4111d9ff119d8c32943a7925-98.jpg"}, {"title": "The Goop Lab with Gwyneth Paltrow: Season 1", "description": "The documentary series hosted by Gwyneth Paltrow and Goop Chief Content Officer Elise Loehnen talk about a variety of health and wellness topics with doctors, researchers and other health practitioners.", "releaseDateAndRating": "January 24, 2020", "meta_score": "Metascore:\n\n40", "user_score": "User Score:\n\n0.6", "list_rank": "64.", "image_url": "https://static.metacritic.com/images/products/tv/5/65015eef1dd6091dda031dcac6d70a48-98.jpg"}, {"title": "Mental: Season 1", "description": "Chris Vance is Dr. Jack Gallagher, the nonconformist new director of the psychiatric section of a Los Angeles hospital.", "releaseDateAndRating": "May 26, 2009", "meta_score": "Metascore:\n\n39", "user_score": "User Score:\n\n6.0", "list_rank": "65.", "image_url": "https://static.metacritic.com/images/products/tv/9/8e85702bca43cfc1eec7b000b258f76b-98.jpg"}, {"title": "The Talk: Season 1", "description": "Sara Gilbert co-hosts with Sharon Osbourne, Leah Remini, Julie Chen, Holly Robinson Peete, and Marissa Jaret Winokur in this morning talk billed as a show for mothers.", "releaseDateAndRating": "October 18, 2010", "meta_score": "Metascore:\n\n39", "user_score": "User Score:\n\n5.4", "list_rank": "66.", "image_url": "https://static.metacritic.com/images/products/tv/9/a350b9a371db4c08ab0306a495aa739e-98.jpg"}, {"title": "Three Wishes: Season 1", "description": "Singer Amy Grant hosts this feel-good show in which corporate sponsors dole out gifts to needy Americans.", "releaseDateAndRating": "September 23, 2005", "meta_score": "Metascore:\n\n39", "user_score": "User Score:\n\n8.3", "list_rank": "67.", "image_url": "https://static.metacritic.com/images/products/tv/4/f68b5982d27824717b33fa11bedebee8-98.jpg"}, {"title": "In the Motherhood: Season 1", "description": "In this comedy based on a Web serial and real-life stories, Cheryl Hines, Megan Mullally, and Jessica St. Clair are mothers with very different parenting methods.", "releaseDateAndRating": "March 26, 2009", "meta_score": "Metascore:\n\n36", "user_score": "User Score:\n\n3.9", "list_rank": "68.", "image_url": "https://static.metacritic.com/images/products/tv/7/97f78f9b6ae3029dbe1f50636f0d5133-98.jpg"}, {"title": "The Bedford Diaries: Season 1", "description": "This ensemble drama (from the producers of \"Homicide: Life On The Street\") set at a New York City liberal arts college focuses on a group of students enrolled in the same Human Behavior and Sexuality class, which requires them to record weekly video diaries.", "releaseDateAndRating": "March 29, 2006", "meta_score": "Metascore:\n\n33", "user_score": "User Score:\n\n8.3", "list_rank": "69.", "image_url": "https://static.metacritic.com/images/products/tv/8/688a2b0ae7256cab96b49a36e424a91d-98.jpg"}, {"title": "The Biggest Loser: Season 1", "description": "The biggest winner is \"The Biggest Loser\" in this compelling new weight-loss reality drama in which two celebrity fitness trainers join with top health experts to help overweight contestants transform their bodies, health and ultimately, their lives. Alison Sweeney (\"Days of Our Lives\") hosts the unscripted, two-hour series in which two competing teams follow comprehensive diet and exercise plans to undergo radical physical makeovers. Unique physical challenges, surprising alliances and irresistible temptations make the competition even tougher for the contestants, who ultimately have to decide which player gets eliminated each week. In the end, \"The Biggest Loser\" becomes the biggest winner, walking away with a healthier body - and $250,000. \"The Biggest Loser\" is a production of NBC Universal Television Studio, Reveille, 25/7 Productions and 3 Ball Productions. Ben Silverman (NBC's \"The Restaurant,\" \"The Office (US)\"), David Broome (\"Jingle Ball Rock\"), J.D. Roth (\"NBC's \"For Love or Money,\" \"Endurance\"), John Foy (\"For Love or Money,\" \"Endurance\") and Todd A. Nelson (\"For Love or Money,\" \"Endurance\") are the executive producers.\n\nAfter the first Biggest Loser was crowned in January of 2005, a second Biggest Loser began in September, pitting the men versus the women in the ultimate chance of losing weight and feeling good about yourself. With the success of the second season, a special edition version of six episodes started in January 2006, with a third season starting in March 2006. Final Weight Loss of Season One Contestants:\nThis is all of the contestants in the order of most weight lost. It is shown in pounds.\n1 (1) Ryan 330 > 208 (122 lost) 37% 18% 55%\n2 (2) Gary 227 > 156 (71 lost) 31% 23% 54%\n3 (8) Dave 250 > 179 (71 lost) 28% 25% 53%\n4 (3) Kelly 242 > 163 (79 lost) 33% 17% 50%\n5 (6) Andrea 215 > 156 (59 lost) 27% 21% 48%\n6 (7) Kelly 223 > 151 (72 lost) 32% 15% 47%\n7 (10) Aaron 261 > 200 (61 lost) 23% 21% 44%\n8 (5) Lisa 236 > 179 (57 lost) 24% 7% 31%\n9 (9) Matt 310 > 246 (64 lost) 21% 6% 27%\n10 (4) Maurice 436 > 365 (71 lost) 16% 8% 24%\n11 (11) Lizzeth 167 > 145 (22 lost) 13% 11% 24%\n12 (12) Dana 175 > 153 (22 lost) 13% 8% 21%\n\nNBC Broadcast History\nOctober 2004 - Present: Tuesdays @ 8:00pm EST/PST.\nJanuary 2005 - February 2005: Wednesdays @ 9:00pm EST/PST (Special Edition version)\n\nThe Theme Song for the first season of The Biggest Loser is called \"Looking Good, Feeling Gorgeous,\" by RuPaul. Seasons two through five featured \"Proud\" by Heather Small.", "releaseDateAndRating": "October 19, 2004", "meta_score": "Metascore:\n\n33", "user_score": "User Score:\n\n2.0", "list_rank": "70.", "image_url": "https://static.metacritic.com/images/products/tv/0/de37feb67797d443df11b6033fab7bcd-98.jpg"}, {"title": "American Inventor: Season 1", "description": "This American Idol-like competition (not surprisingly, from the producers of American Idol) pits amateur \"inventors\" and their creations against one another in a multi-week competition. At least there's no singing.", "releaseDateAndRating": "March 16, 2006", "meta_score": "Metascore:\n\n29", "user_score": "User Score:\n\n5.1", "list_rank": "71.", "image_url": "https://static.metacritic.com/images/products/tv/2/ef19d0d72d79d0f09278e773e9a3f087-98.jpg"}, {"title": "Sex Box: Season 1", "description": "Three experts: Chris Donaghue, Fran Walfish, and Yvonne Capehart discuss relationship and sex issues with three different couples before and after they have sex in the on-stage (private) cube in the reality show based on a British series.", "releaseDateAndRating": "February 27, 2015", "meta_score": "Metascore:\n\n28", "user_score": "User Score:\n\n2.5", "list_rank": "72.", "image_url": "https://static.metacritic.com/images/products/tv/8/ccfe3d53ccde57d55d9e64a26e1edf21-98.jpg"}, {"title": "Bridalplasty: Season 1", "description": "12 brides-to-be compete to win a plastic surgery makeover and a dream wedding paid for by E!.", "releaseDateAndRating": "November 28, 2010", "meta_score": "Metascore:\n\n21", "user_score": "User Score:\n\n1.3", "list_rank": "73.", "image_url": "https://static.metacritic.com/images/products/tv/4/f1adb05a238692430c592b01fc572bd0-98.jpg"}, {"title": "The Real Wedding Crashers: Season 1", "description": "The producers of MTV's \"Punk'd\" offer this \"real-life\" take on the movie \"Wedding Crashers,\" with various brides and grooms agreeing to have hidden-camera pranks pulled during their weddings in an attempt to fool their guests and amuse the home audience.", "releaseDateAndRating": "April 23, 2007", "meta_score": "Metascore:\n\n19", "user_score": "User Score:\n\n2.6", "list_rank": "74.", "image_url": "https://static.metacritic.com/images/products/tv/9/6349901361634be3eb940b2da07912db-98.jpg"}]}]}