{"contentList": [{"categoryHeader": "All Time Great suspense Tv Shows", "listItems": [{"title": "Breaking Bad: Season 5", "description": "The final season for the award-winning drama begins it's first run of eight episodes, with the remaining eight episodes airing in summer 2013.", "releaseDateAndRating": "July 15, 2012", "meta_score": "Metascore:\n\n99", "user_score": "User Score:\n\n9.6", "list_rank": "1.", "image_url": "https://static.metacritic.com/images/products/tv/2/ac04956caf6d3ec537238f8a6899a18b-98.jpg"}, {"title": "The Wire: Season 3", "description": "In chronicling a multi-generational family business dealing illegal drugs and the efforts of the Baltimore police to curb their trade, this series draws parallels between these organizations and the men and women on either side of the battle.The words of Gary W. Potter, Professor of Criminal Justice and Police Studies at Eastern Kentucky University, in writing about the savings and loan scandals of the 1980s, can also be used to illuminate some of the central premises of the show:\"There is precious little difference between those people who society designates as respectable and law abiding and those people society castigates as hoodlums and thugs. The world of corporate finance and corporate capital is as criminogenic and probably more criminogenic than any poverty-wracked slum neighborhood. The distinctions drawn between business, politics, and organized crime are at best artificial and in reality irrelevant. Rather than being dysfunctions, corporate crime, white-collar crime, organized crime, and political corruption are mainstays of American political-economic life.\"Tim Goodman, the television critic for The San Francisco Chronicle, summed the show up perfectly when he wrote: \"This show is precisely the reason you pay for HBO.\"In New York's Newsday, Diane Werts says: \"Most TV crime series aspire to John Grisham's level. 'The Wire' aspires to Dostoevsky's.\"Season ThemesSeason One centers around a family of drug dealers and the innerworkings of their empire.  It also follows the detectives who are trying to catch the high members of the empire.  Season Two steps away from the drug trade (while still mentioning characters from the previous season) to a case of dead prostitutes which turns into a look at the corruption surrounding the Port.  Season Three investigates politics and finishes the main stories that were left open in season one.  Season Four focuses on four middle school students and their journeys through the public school system and continues to address the politics of an inner-city and the issues of an election.  Season Five is rumored to be about the media's role in Baltimore.  Season Five will be the show's final season.Theme MusicIn the Season One opening credits, the Blind Boys of Alabama did Tom Waits's \"Way Down in the Hole\". The Season Two opening credits feature Waits's version of the song. According to creator David Simon, \"It was our way of saying: This is the same show (song) but this year, the tale itself (singer, tonality) will be different.\" The Neville Brothers's version of the song opens Season Three. The theme which plays over the end credits was composed by the show's music supervisor, Blake Leyh.\n\nInternational AiringsAustralia -- Monday at 12:00 p.m. on Ch.9. Currently airing Season 3.\nNew Zealand --  Wednesday at 11:40 p.m. on TV2, beginning December 15, 2004.", "releaseDateAndRating": "September 19, 2004", "meta_score": "Metascore:\n\n98", "user_score": "User Score:\n\n9.4", "list_rank": "2.", "image_url": "https://static.metacritic.com/images/products/tv/8/6c15c17ed464350aa8b646ca1391ef6b-98.jpg"}, {"title": "The Wire: Season 4", "description": "One of the most heralded and unique dramas on television, David Simon's Baltimore-set crime show turns its focus on that city's public school system (and education in general) for its 13-episode fourth season.", "releaseDateAndRating": "September 10, 2006", "meta_score": "Metascore:\n\n98", "user_score": "User Score:\n\n9.5", "list_rank": "3.", "image_url": "https://static.metacritic.com/images/products/tv/8/6c15c17ed464350aa8b646ca1391ef6b-98.jpg"}, {"title": "The Sopranos: Season 2", "description": "Meet Tony Soprano: your average, middle-aged businessman. Tony's got a dutiful wife. A not-so-dutiful son. A daughter named Meadow. An uncle who's losing his marbles. A hot-headed nephew. A not-too-secret mistress. And a shrink to tell all his secrets, except the one she already knows:\nTony's a mob boss whose troubles are wrapped up in his two families. These days, it's getting tougher and tougher to make a killing in the killing business. Just because you're 'made' doesn't mean you've got it made.", "releaseDateAndRating": "January 16, 2000", "meta_score": "Metascore:\n\n97", "user_score": "User Score:\n\n9.3", "list_rank": "4.", "image_url": "https://static.metacritic.com/images/products/tv/3/590b2cfc1fc029712fe134af14bc1ee5-98.jpg"}, {"title": "The Sopranos: Season 3", "description": "Meet Tony Soprano: your average, middle-aged businessman. Tony's got a dutiful wife. A not-so-dutiful son. A daughter named Meadow. An uncle who's losing his marbles. A hot-headed nephew. A not-too-secret mistress. And a shrink to tell all his secrets, except the one she already knows:\nTony's a mob boss whose troubles are wrapped up in his two families. These days, it's getting tougher and tougher to make a killing in the killing business. Just because you're 'made' doesn't mean you've got it made.", "releaseDateAndRating": "March 4, 2001", "meta_score": "Metascore:\n\n97", "user_score": "User Score:\n\n9.4", "list_rank": "5.", "image_url": "https://static.metacritic.com/images/products/tv/3/590b2cfc1fc029712fe134af14bc1ee5-98.jpg"}, {"title": "Homeland: Season 2", "description": "Six months after the end of last season, Carrie has returned from treatment to live with her family and Brody is given an opportunity to run for a higher office.", "releaseDateAndRating": "September 30, 2012", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n8.3", "list_rank": "6.", "image_url": "https://static.metacritic.com/images/products/tv/7/7b8ff04441ee2f677d1859d68466e02f-98.jpg"}, {"title": "Twin Peaks: Season 1", "description": "\"She's dead. Wrapped in plastic.\"\nDate: Friday, February 24, 1989:\nHomecoming Queen Laura Palmer is found dead, washed up on a riverbank, wrapped in plastic sheeting. FBI Special Agent Dale Cooper is called in to investigate the murder of this young woman in the small, Northwestern town of Twin Peaks.  What he doesn't know is that in Twin Peaks, no one is innocent.Twin Peaks was created by TV veteran Mark Frost (Hill Street Blues) and edgy filmmaker David Lynch, Academy Award nominated director of The Elephant Man, Blue Velvet and Mulholland Dr.  It aired on ABC from 1990 - 1991. The series, with a few exceptions, followed the interesting convention that one episode equaled one day in the town of Twin Peaks.  This means that after 30 episodes, the series covers just slightly more than one month.After Twin Peaks was canceled by ABC, David Lynch went on to make the prequel film, Twin Peaks: Fire Walk With Me, the story of the last seven days of  Laura Palmer.", "releaseDateAndRating": "April 8, 1990", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n9.3", "list_rank": "7.", "image_url": "https://static.metacritic.com/images/products/tv/2/539628c428dbe4a523dabc5006817de2-98.jpg"}, {"title": "Breaking Bad: Season 4", "description": "Walter (Bryan Cranston) has more trouble on his hands with drug lord Gus Fring (Giancarlo Eposito).", "releaseDateAndRating": "July 17, 2011", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n9.5", "list_rank": "8.", "image_url": "https://static.metacritic.com/images/products/tv/2/ac04956caf6d3ec537238f8a6899a18b-98.jpg"}, {"title": "The Sopranos: Season 6", "description": "The extended sixth and final season of the hugely popular HBO series will air in two parts: 12 episodes beginning in March 2006, and eight more starting in January 2007.", "releaseDateAndRating": "March 12, 2006", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n8.9", "list_rank": "9.", "image_url": "https://static.metacritic.com/images/products/tv/3/590b2cfc1fc029712fe134af14bc1ee5-98.jpg"}, {"title": "Fargo: Season 2", "description": "Set in 1979, State Trooper Lou Solverson (Patrick Wilson) investigates a case that involves a local crime gang, the Mob, beautician Peggy Blumquist (Kirsten Dunst) and her husband Ed (Jesse Plemons) in Sioux Falls, South Dakota.", "releaseDateAndRating": "October 12, 2015", "meta_score": "Metascore:\n\n96", "user_score": "User Score:\n\n9.2", "list_rank": "10.", "image_url": "https://static.metacritic.com/images/products/tv/2/de9c84d0e28953bc1019f1f974d6c896-98.jpg"}, {"title": "The Wire: Season 2", "description": "In chronicling a multi-generational family business dealing illegal drugs and the efforts of the Baltimore police to curb their trade, this series draws parallels between these organizations and the men and women on either side of the battle.The words of Gary W. Potter, Professor of Criminal Justice and Police Studies at Eastern Kentucky University, in writing about the savings and loan scandals of the 1980s, can also be used to illuminate some of the central premises of the show:\"There is precious little difference between those people who society designates as respectable and law abiding and those people society castigates as hoodlums and thugs. The world of corporate finance and corporate capital is as criminogenic and probably more criminogenic than any poverty-wracked slum neighborhood. The distinctions drawn between business, politics, and organized crime are at best artificial and in reality irrelevant. Rather than being dysfunctions, corporate crime, white-collar crime, organized crime, and political corruption are mainstays of American political-economic life.\"Tim Goodman, the television critic for The San Francisco Chronicle, summed the show up perfectly when he wrote: \"This show is precisely the reason you pay for HBO.\"In New York's Newsday, Diane Werts says: \"Most TV crime series aspire to John Grisham's level. 'The Wire' aspires to Dostoevsky's.\"Season ThemesSeason One centers around a family of drug dealers and the innerworkings of their empire.  It also follows the detectives who are trying to catch the high members of the empire.  Season Two steps away from the drug trade (while still mentioning characters from the previous season) to a case of dead prostitutes which turns into a look at the corruption surrounding the Port.  Season Three investigates politics and finishes the main stories that were left open in season one.  Season Four focuses on four middle school students and their journeys through the public school system and continues to address the politics of an inner-city and the issues of an election.  Season Five is rumored to be about the media's role in Baltimore.  Season Five will be the show's final season.Theme MusicIn the Season One opening credits, the Blind Boys of Alabama did Tom Waits's \"Way Down in the Hole\". The Season Two opening credits feature Waits's version of the song. According to creator David Simon, \"It was our way of saying: This is the same show (song) but this year, the tale itself (singer, tonality) will be different.\" The Neville Brothers's version of the song opens Season Three. The theme which plays over the end credits was composed by the show's music supervisor, Blake Leyh.\n\nInternational AiringsAustralia -- Monday at 12:00 p.m. on Ch.9. Currently airing Season 3.\nNew Zealand --  Wednesday at 11:40 p.m. on TV2, beginning December 15, 2004.", "releaseDateAndRating": "June 1, 2003", "meta_score": "Metascore:\n\n95", "user_score": "User Score:\n\n9.0", "list_rank": "11.", "image_url": "https://static.metacritic.com/images/products/tv/8/6c15c17ed464350aa8b646ca1391ef6b-98.jpg"}, {"title": "Homicide: Life on the Street: Season 1", "description": "This series was the most reality-based police drama that has ever aired on television.  It was shot entirely with handheld cameras on location in the Fells Point Community of Baltimore, MD.  One of the series' executive producers, Barry Levinson, is a Baltimore native.  He has written and directed at least three films that take place in Baltimore: \"Diner\", \"Tin Men\" & \"Avalon\".  Doing this show was a natural for him.\n\nThe series was based on a book called \"Homicide: A Year on the Killing Streets,\" by David Simon, a writer who spent a year with the members of Baltimore's homicide unit.  Some of the series' characters and cases were based on the book.\n\nThis series was unlike most cop shows of that time, in that there were almost no car chases, gunfights and etc.  This show was about closing cases and the act of the crime was usually never seen.  Generally, the viewer first sees the case when the detective(s) arrive on the scene.  Open cases are kept track of on a board, open cases under the primary detective's name are shown in red ink, when the case is closed the red is replaced by black ink.  During the first season it aired, it didn't have great ratings and the chances for a second season looked bleak.  When Steven Bochco's NYPD Blue premiered in the Fall of '93 and got great ratings, police dramas \"were in\" and the series was given the go-ahead for a second season (the two Emmy Awards probably didn't hurt either).  The better ratings of the second season led to a full third and subsequent seasons.  When the Lifetime cable channel picked the show up for syndication in 1997 it helped guarantee that there would be a fifth season.  Then NBC made it possible for the series to have a sixth and seventh season.\n\nWith the great cast, acting, writing, and directing the series has won awards including a few Emmy Awards, Writer's Guild Awards and George Foster Peabody Awards.  Most of these awards were earned by Tom Fontana, one of the series' executive producers, whose other credits include St. Elsewhere.  In the 1995-1996 television season Andre Braugher was finally nominated for Best Actor in a Drama.  While he didn't win that year, two years later in the 1997-1998 television season he was again nominated, this time the Television Academy recognized what we already knew, that Andre Braugher was the best actor working in television drama.\n\nOne of the highlights of the series, starting with the second season was the use of music.  All varieties of music have been featured throughout the series, most often it was featured in a montage of the detectives conducting their investigation.\n\nFirst air date: January 31, 1993\nLast air date: May 21, 1999\nOriginal air time: Friday 10:00:00 pm (Eastern)", "releaseDateAndRating": "January 31, 1993", "meta_score": "Metascore:\n\n94", "user_score": "User Score:\n\n8.7", "list_rank": "12.", "image_url": "https://static.metacritic.com/images/products/tv/1/ec80520876c4c8c9f138660ce35d894e-98.jpg"}, {"title": "Deadwood: Season 2", "description": "In an age of plunder and greed, the richest gold strike in American History draws a throng of restless misfits to an outlaw settlement where everything - and everyone - has a price. Welcome to Deadwood...a hell of a place to make your fortune. From Executive Producer David Milch (\"NYPD Blue\") comes DEADWOOD, a new drama series that focuses on the birth of an American frontier town and the ruthless power struggle that exists in its lawless boundaries. The story begins two weeks after Custer's defeat at Little Bighorn, combining fictional and real-life characters and events in an epic morality tale. Located in the Black Hills Indian Cession, the \"town\" of Deadwood is an illegal settlement, a violent and uncivilized outpost that attracts a colorful array of characters looking to get rich - from outlaws and entrepreneurs to ex-soldiers and racketeers, Chinese laborers, prostitutes, city dudes and gunfighters.", "releaseDateAndRating": "March 6, 2005", "meta_score": "Metascore:\n\n93", "user_score": "User Score:\n\n9.1", "list_rank": "13.", "image_url": "https://static.metacritic.com/images/products/tv/8/a3fffca34845350b35eb76ec76f2c1c2-98.jpg"}, {"title": "The Shield: Season 1", "description": "The Road To Justice Is Twisted\n\nThe Shield breaks the conventional formula of the cop genre. It plays out in a tough, morally ambiguous world in which the line between good and bad is crossed every day. The series focuses on the tension between a group of corrupt but effective cops and a captain torn between bringing them down and advancing his own political ambitions. The Shield stars Michael Chiklis (The Commish) as rogue cop \"Det. Vic Mackey,\" leader of the elite Strike Team unit, who is effective at eliminating crime but who operates under his own set of rules. Benito Martinez (Outbreak & Her Costly Affair) plays \"Captain David Aceveda,\" the young precinct head who doesn't like Mackey's tactics and wants to bust him off the force. And the Emmy-nominated CCH Pounder (ER & Boycott), plays \"Det. Claudette Wyms,\" a veteran detective who understands Mackey and knows how to play both sides of the fence.\n\nThe show made history by becoming the first ad-supported cable series to win the 2003 Golden Globe Award for Best Drama Series. In its first season, Shawn Ryan (Writing) and Clark Johnson (Directing) received Emmy nominations, which were also firsts for basic cable in those categories. The Shield has received two TCA nominations for Outstanding Achievement in Drama.  As of March 2005, the show has become the longest running series on the FX Network.", "releaseDateAndRating": "March 12, 2002", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n9.3", "list_rank": "14.", "image_url": "https://static.metacritic.com/images/products/tv/8/37f6892ddad0596b3ce43802bc6a0b1e-98.jpg"}, {"title": "Dark: Season 3", "description": "Jonas and the other learn if the cycle can be stopped in the third and final season of the German series.", "releaseDateAndRating": "June 27, 2020", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.9", "list_rank": "15.", "image_url": "https://static.metacritic.com/images/products/tv/3/caeede81638bb3ec47e385440659d4cc-98.jpg"}, {"title": "Homeland: Season 1", "description": "CIA agent Carrie Mathison (Clare Danes) is not convinced the rescued soldier Nick Brody (Damian Lewis) is not a double agent of al-Qaida.", "releaseDateAndRating": "October 2, 2011", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.3", "list_rank": "16.", "image_url": "https://static.metacritic.com/images/products/tv/7/7b8ff04441ee2f677d1859d68466e02f-98.jpg"}, {"title": "The Returned: Season 1", "description": "People long dead return to a small town with no knowledge of their death including a 15-year old girl (Yara Pilart) killed in a car accident four years ago, a groom (Pierre Perrier) who died ten years ago, a young murdered boy (Swann Nambotin), and a serial killer (Guillaume Gouix) in this French drama (known as Les Revenants in France).\n\n[Originally aired 26 Nov 2012 - 17 Dec 2012 on Canal+]", "releaseDateAndRating": "October 31, 2013", "meta_score": "Metascore:\n\n92", "user_score": "User Score:\n\n8.6", "list_rank": "17.", "image_url": "https://static.metacritic.com/images/products/tv/7/549f0cb4e1f7e8027d242ab4c9172a98-98.jpg"}, {"title": "Broadchurch: Season 1", "description": "Recently transferred Detective Inspector Alec Hardy (David Tennant) takes the lead of the investigation into the death of 11-year-old Danny Latimer (Oskar McNamara) in the fictional Dorset town of Broadchurch over local Detective Sergeant Ellie Miller (Olivia Colman).", "releaseDateAndRating": "August 7, 2013", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.2", "list_rank": "18.", "image_url": "https://static.metacritic.com/images/products/tv/8/c05d1e03f9b4dbd968ec76bb2d913db9-98.jpg"}, {"title": "Sherlock: Season 2", "description": "Sherlock Holmes and Dr. Watson are on the case again in stories based on A Scandal in Bohemia, The Hound of the Baskervilles, and The Final Problem.", "releaseDateAndRating": "January 1, 2012", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n9.1", "list_rank": "19.", "image_url": "https://static.metacritic.com/images/products/tv/4/525c42f7a1b036d6716878d6b59f28e9-98.jpg"}, {"title": "The Expanse: Season 4", "description": "The fourth season moves to Amazon's Prime Video as the expansion to a new group of planets beyond the Ring Gate causes more tension as inhabitants of Earth, Mars and the Belt rush to colonize them.", "releaseDateAndRating": "December 13, 2019", "meta_score": "Metascore:\n\n91", "user_score": "User Score:\n\n8.4", "list_rank": "20.", "image_url": "https://static.metacritic.com/images/products/tv/5/defb68cf5429a17cfd36b8d519d0c527-98.jpg"}, {"title": "Breaking Bad: Season 3", "description": "Walter (Bryan Cranston) has to deal with the fallout from his dishonesty, which led to the plane crash and his wife, Skyler, leaving him.", "releaseDateAndRating": "March 21, 2010", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n9.4", "list_rank": "21.", "image_url": "https://static.metacritic.com/images/products/tv/2/ac04956caf6d3ec537238f8a6899a18b-98.jpg"}, {"title": "Fargo: Season 3", "description": "Set in 2010, the sibling rivalry between Ray Stussy and his older brother Emmit (both played by Ewan McGregor) leads to card games, murder and mobsters as the third season returns to Minnesota.", "releaseDateAndRating": "April 19, 2017", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n8.3", "list_rank": "22.", "image_url": "https://static.metacritic.com/images/products/tv/2/de9c84d0e28953bc1019f1f974d6c896-98.jpg"}, {"title": "24: Season 5", "description": "Jack Bauer (Kiefer Sutherland) has tried both retirement and death, but he still finds himself dragged back into CTU for another long day of work without a single bathroom break. New cast members this season include Sean Astin and Jean Smart.", "releaseDateAndRating": "January 15, 2006", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n9.1", "list_rank": "23.", "image_url": "https://static.metacritic.com/images/products/tv/9/ec94be95e907c080fdd67cf4d4800ecd-98.jpg"}, {"title": "The Wire: Season 5", "description": "The crime drama returns in its final season with the hot seat applied at creator David Simon's previous occupation (journalist).", "releaseDateAndRating": "January 6, 2008", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n9.1", "list_rank": "24.", "image_url": "https://static.metacritic.com/images/products/tv/8/6c15c17ed464350aa8b646ca1391ef6b-98.jpg"}, {"title": "Save Me (2018): Season 2", "description": "Nelly's search for his daughter Jody leads him to the wife (Lesley Manville) of a man last seen auctioning off young girls in the second season of the series created by Lennie James. [Premiered originally in the UK on Sky Atlantic on 1 Apr 2020 and to air on Peacock on 5 Nov 2020 under the title Save Me Too]", "releaseDateAndRating": "November 5, 2020", "meta_score": "Metascore:\n\n89", "user_score": "User Score:\n\n6.6", "list_rank": "25.", "image_url": "https://static.metacritic.com/images/products/tv/1/14552afcaf51a59085c9648a75f0d253-98.jpg"}, {"title": "Hannibal: Season 2", "description": "Will Graham (Hugh Dancy) must find a way to get himself out of the situation he ends up in due to what happened at the end of the first season.", "releaseDateAndRating": "February 28, 2014", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.9", "list_rank": "26.", "image_url": "https://static.metacritic.com/images/products/tv/1/74a75ba4740c109357f0f9e10e1f74bf-98.jpg"}, {"title": "Sherlock: Season 3", "description": "Two years have passed since the end of The Reichenbach Fall and Sherlock returns to London to find not everything is the same in the first episode, which was loosely based on Conan Doyle's The Adventure of the Empty House.", "releaseDateAndRating": "January 1, 2014", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.5", "list_rank": "27.", "image_url": "https://static.metacritic.com/images/products/tv/4/525c42f7a1b036d6716878d6b59f28e9-98.jpg"}, {"title": "Line of Duty: Season 5", "description": "The fifth season of the BBC police drama created by Jed Mercurio airs on Acorn TV in the U.S. as D.S. Steve Arnott (Martin Compston) and D.S. Kate Fleming (Vicky McClure) of the Anti-Corruption Unit 12 (AC-12) investigate D.S. John Corbett (Stephen Graham).\n\n[Season five originally premiered on BBC1 on 31 Mar 2019]", "releaseDateAndRating": "March 31, 2019", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n7.4", "list_rank": "28.", "image_url": "https://static.metacritic.com/images/products/tv/8/a5d76e15685ac639d64e2d84a4d9f79e-98.jpg"}, {"title": "24: Season 1", "description": "With the finale of 7th season, 24 is still one of the most innovative, addictive and acclaimed dramas on television.In its first seven seasons, the suspenseful series was nominated for a total of 58 Emmy awards, winning for Outstanding Drama Series (2006) and Outstanding Lead Actor in a Drama Series for star Kiefer Sutherland (2006). Season Six garnered a sixth consecutive Emmy nomination for Sutherland and second consecutive nomination for supporting actor Jean Smart.", "releaseDateAndRating": "November 6, 2001", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n8.8", "list_rank": "29.", "image_url": "https://static.metacritic.com/images/products/tv/9/ec94be95e907c080fdd67cf4d4800ecd-98.jpg"}, {"title": "The Sopranos: Season 1", "description": "Meet Tony Soprano: your average, middle-aged businessman. Tony's got a dutiful wife. A not-so-dutiful son. A daughter named Meadow. An uncle who's losing his marbles. A hot-headed nephew. A not-too-secret mistress. And a shrink to tell all his secrets, except the one she already knows:\nTony's a mob boss whose troubles are wrapped up in his two families. These days, it's getting tougher and tougher to make a killing in the killing business. Just because you're 'made' doesn't mean you've got it made.", "releaseDateAndRating": "January 10, 1999", "meta_score": "Metascore:\n\n88", "user_score": "User Score:\n\n9.4", "list_rank": "30.", "image_url": "https://static.metacritic.com/images/products/tv/3/590b2cfc1fc029712fe134af14bc1ee5-98.jpg"}, {"title": "Southland: Season 4", "description": "This drama puts the spotlight on the lives of police officers living and working in Los Angeles. Southland stars Kevin Alejandro as Det. Nate Moretta, Arija Bareikis as Officer Chickie Brown, Clifton Collins Jr. as Det. Ray Suarez, Michael Cudlitz as Officer John Cooper, Shawn Hatosy as Det. Sammy Bryant, Regina King as Det. Lydia Adams, Michael McGrady as Det. Daniel \"Sal\" Salinger, and Ben McKenzie as Officer Ben Sherman.\n\nCreated by Ann Biderman, executive producers are Ann Biderman, John Wells and Christopher Chulack. Southland is produced by John Wells Productions in association with Warner Bros. Television.", "releaseDateAndRating": "January 17, 2012", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.5", "list_rank": "31.", "image_url": "https://static.metacritic.com/images/products/tv/5/cb1c7a9524303ec31d2ef50053e29468-98.jpg"}, {"title": "Lost: Season 4", "description": "After a peek at the future last year, season four aims to show how our lost passengers find their way off the island.", "releaseDateAndRating": "January 31, 2008", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n8.7", "list_rank": "32.", "image_url": "https://static.metacritic.com/images/products/tv/1/240bc0245bb9ce505dc8223be656a65b-98.jpg"}, {"title": "True Detective: Season 1", "description": "A 17-year hunt for a serial killer in Louisiana begins with Detectives Rust Cohle (Matthew McConaughey) and Martin Hart (Woody Harrelson) joining the search in this eight-episode anthology series.", "releaseDateAndRating": "January 12, 2014", "meta_score": "Metascore:\n\n87", "user_score": "User Score:\n\n9.2", "list_rank": "33.", "image_url": "https://static.metacritic.com/images/products/tv/8/5796664f6ff1d1bcccc798a67d9f2aba-98.jpg"}, {"title": "Southland: Season 5", "description": "C. Thomas Howell as Officer “Dewey” Dudek returns to season five as a regular cast member.", "releaseDateAndRating": "February 13, 2013", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.4", "list_rank": "34.", "image_url": "https://static.metacritic.com/images/products/tv/5/cb1c7a9524303ec31d2ef50053e29468-98.jpg"}, {"title": "The Pacific: Season 1", "description": "Three marines are the protagonists in Tom Hanks and Steven Spielberg's miniseries about the war in the Pacific that begins after the attack on Pearl Harbor.", "releaseDateAndRating": "March 14, 2010", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.7", "list_rank": "35.", "image_url": "https://static.metacritic.com/images/products/tv/0/6f53ed9ec1f2beb1f64f9afb4cae9220-98.jpg"}, {"title": "Killing Eve: Season 2", "description": "The second season picks up seconds after the season one finale, with Eve (Sandra Oh) unsure if Villanelle (Jodie Comer) is going to be alive, but goes on to search for her.", "releaseDateAndRating": "April 7, 2019", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n8.1", "list_rank": "36.", "image_url": "https://static.metacritic.com/images/products/tv/1/458a04ded466c429403a99759f93964b-98.jpg"}, {"title": "When They See Us: Season 1", "description": "Ava DuVernay's four-part limited series based on the Central Park Five case where five Harlem teenagers--Antron McCray (Caleel Harris/Jovan Adepo), Kevin Richardson (Asante Blackk/Justin Cunningham), Yusef Salaam (Ethan Herisse/Chris Chalk), Raymond Santana (Marquis Rodriguez/Freddy Miyares) and Korey Wise (Jharrel Jerome) were accused of raping a white woman in 1989 and were only finally exonerated in 2014.", "releaseDateAndRating": "May 31, 2019", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n7.5", "list_rank": "37.", "image_url": "https://static.metacritic.com/images/products/tv/7/eb5bfd97f037ca77f74a6c52d9f31a07-98.jpg"}, {"title": "Line of Duty: Season 6", "description": "The BBC police drama created by Jed Mercurio returns for a sixth season.\n\n[Season six originally premiered on BBC1 on 21 Mar 2021; in the US and Canada on BritBox on 18 May 2021]", "releaseDateAndRating": "May 18, 2021", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\ntbd", "list_rank": "38.", "image_url": "https://static.metacritic.com/images/products/tv/8/a5d76e15685ac639d64e2d84a4d9f79e-98.jpg"}, {"title": "Lost: Season 1", "description": "After Oceanic Air Flight 815 tears apart in mid-air and crashes on a Pacific island on September 22nd 2004, its survivors are forced to find inner strength they never knew they had in order to survive. But they discover that the island holds many secrets, including a mysterious smoke monster, polar bears, housing with electricity and hot & cold running water, a group of island residents known as \"The Others,\" and a mysterious man named Jacob. The survivors also find signs of those who came to the island before them, including a 19th century sailing ship called The Black Rock and the ruins of an ancient statue, as well as bunkers belonging to the DHARMA Initiative -- a group of scientific researchers who inhabited the island in the recent past. Lost has won a Golden Globe, 9 Saturn Awards and 8 Emmy awards.", "releaseDateAndRating": "September 22, 2004", "meta_score": "Metascore:\n\n86", "user_score": "User Score:\n\n9.2", "list_rank": "39.", "image_url": "https://static.metacritic.com/images/products/tv/1/240bc0245bb9ce505dc8223be656a65b-98.jpg"}, {"title": "Legion: Season 2", "description": "The second season of the drama based on the X-Men comics character sees David meeting Farouk (Said Taghmaoui) face-to-face.", "releaseDateAndRating": "April 3, 2018", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.5", "list_rank": "40.", "image_url": "https://static.metacritic.com/images/products/tv/9/e2656299fd4a33a0350b0ec6dc8f6229-98.jpg"}, {"title": "Dexter: Season 2", "description": "Based on Jeff Lindsay's novels Darkly Dreaming Dexter and Dearly Devoted Dexter this crime thriller follows Dexter Morgan. Dexter is a forensic blood spatter expert for the Miami Dade Police Department. He is the main support for his sister. He has a steady girlfriend, with two kids who adore him. He also has an active \"night life\". Based on a code instilled in him by his foster father, Harry, he hunts down people who have escaped justice and makes sure they don't get away with a crime again.", "releaseDateAndRating": "September 30, 2007", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n9.0", "list_rank": "41.", "image_url": "https://static.metacritic.com/images/products/tv/3/bd39899fe9b6cc621d6d64ad8f9aca61-98.jpg"}, {"title": "Fargo: Season 1", "description": "The series based on the Coen brothers’ Oscar-winning film begins with the arrival of Lorne Malvo (Billy Bob Thornton) to Minnesota town. Lorne's actions brings major changes to the lives of insurance salesman Lester Nygaard (Martin Freeman); Officer Molly Solverson (Alison Tolman), the daughter of former chief (Keith Carradine); and single father Duluth Deputy Gus Grimly (Colin Hanks). Other people in town include grocery chain owner Stavros Milos (Oliver Platt), widow Gina Hess (Kate Walsh), and Deputy Bill Oswalt (Bob Odenkirk).", "releaseDateAndRating": "April 15, 2014", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n9.0", "list_rank": "42.", "image_url": "https://static.metacritic.com/images/products/tv/2/de9c84d0e28953bc1019f1f974d6c896-98.jpg"}, {"title": "Sherlock: Season 1", "description": "Part of PBS's Masterpiece Mystery, the three Sherlock Holmes stories set in modern-day London were created and written by Stephen Moffatt and Mark Gatiss. Benedict Cumberbatch and Martin Freeman play the detective and Dr. John Watson.", "releaseDateAndRating": "July 25, 2010", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n9.1", "list_rank": "43.", "image_url": "https://static.metacritic.com/images/products/tv/4/525c42f7a1b036d6716878d6b59f28e9-98.jpg"}, {"title": "Unforgotten: Season 4", "description": "DCI Cassie Stuart (Nicola Walker) and DS Sunny Khan (Sanjeev Bhaskar) try to identify a corpse found with no head or hands in the fourth season of the crime drama series created and written by Chris Lang.\n\n[Premiered originally in the UK on ITV on 22 Feb 2021 and in the US on PBS 11 Jul 2021]", "releaseDateAndRating": "July 11, 2021", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\ntbd", "list_rank": "44.", "image_url": "https://static.metacritic.com/images/products/tv/1/de60d6d17d4fac6062f334f8b4f1f0f4-98.jpg"}, {"title": "State of Play: Season 1", "description": "Welcome to the State of Play guide. State of Play was one of the BBC's most innovative conspiracy dramas. The storyline and pacey dialogue kept the viewers riveted right till the end. This very contemporary drama was set in modern day Westminster.\n\nIn 2004 the show was nominated for a Bafta award for Best Drama Serial. David Morrissey was nominated for a Bafta for Best Actor. Bill Nighy won the Best actor Bafta for his role as Cameron Foster.", "releaseDateAndRating": "May 18, 2003", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n8.6", "list_rank": "45.", "image_url": "https://static.metacritic.com/images/products/tv/7/206f32a8ca4b9173dd7e2a78071b7aed-98.jpg"}, {"title": "Deadwood: Season 3", "description": "This final season of HBO's profanity-laden western will be followed by two movies that will wrap up the various storylines.", "releaseDateAndRating": "June 11, 2006", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n9.2", "list_rank": "46.", "image_url": "https://static.metacritic.com/images/products/tv/8/a3fffca34845350b35eb76ec76f2c1c2-98.jpg"}, {"title": "The Shield: Season 7", "description": "The end is near for Vic Mackey as he fights for his badge and his life in the final season.", "releaseDateAndRating": "September 2, 2008", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n9.4", "list_rank": "47.", "image_url": "https://static.metacritic.com/images/products/tv/8/37f6892ddad0596b3ce43802bc6a0b1e-98.jpg"}, {"title": "Too Close: Season 1", "description": "Dr. Emma Robertson (Emily Watson), a forensic psychiatrist must determine Connie Mortensen's (Denise Gough) sanity before trial in this adaptation of Clara Salaman's novel written under pseudonym Natalie Daniels.\n\n[Premiered originally in the UK on ITV on 12 Apr 2021 and in the US on AMC+ on 20 May 2021]", "releaseDateAndRating": "May 20, 2021", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\ntbd", "list_rank": "48.", "image_url": "https://static.metacritic.com/images/products/tv/7/798271647a291a120289dbd2aeb4cbeb-98.jpg"}, {"title": "The Missing: Season 1", "description": "Tony (James Nesbitt) spends years searching for his five-year-old son (Oliver Hunt), who disappeared during a vacation in France, which results in a strained relationship with his wife (Frances O'Connor).", "releaseDateAndRating": "November 15, 2014", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n8.0", "list_rank": "49.", "image_url": "https://static.metacritic.com/images/products/tv/3/eb6768c8b3109cee5b99e8075b8140d7-98.jpg"}, {"title": "House of Cards: Season 1", "description": "This four-episode British miniseries is a political thriller based on the novel by Michael Dobbs, which follows a scheming MP (played by Ian Richardson) in his quest to become Prime Minister. The adaptation comes from Andrew Davies (Bridget Jones's Diary). House of Cards aired in the U.S. on PBS as part of Masterpiece Theatre in early 1991, and was remade over two decades later as the Netflix original series of the same name (starring Kevin Spacey).", "releaseDateAndRating": "November 18, 1990", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.6", "list_rank": "50.", "image_url": "https://static.metacritic.com/images/products/tv/6/f471b3d839839b4a60ea4f8a4fcf30f5-98.jpg"}, {"title": "Broadchurch: Season 3", "description": "DS Ellie Miller (Olivia Colman) and DI Alec Hardy (David Tennant)  David Tennant investigate a rape at a house party in the third and final season of the crime drama.", "releaseDateAndRating": "June 28, 2017", "meta_score": "Metascore:\n\n85", "user_score": "User Score:\n\n7.1", "list_rank": "51.", "image_url": "https://static.metacritic.com/images/products/tv/8/c05d1e03f9b4dbd968ec76bb2d913db9-98.jpg"}, {"title": "The Killing: Season 1", "description": "Based on the Danish series, The Killing follows the investigation of the murder of a young girl named Rosie Larsen day by day.", "releaseDateAndRating": "April 3, 2011", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n8.1", "list_rank": "52.", "image_url": "https://static.metacritic.com/images/products/tv/6/4a275fa787b8bbd9783c192c9919bee0-98.jpg"}, {"title": "Hannibal: Season 3", "description": "The hunt for Hannibal is on as third season introduces more characters from Thomas Harris' Red Dragon novel.", "releaseDateAndRating": "June 4, 2015", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n7.8", "list_rank": "53.", "image_url": "https://static.metacritic.com/images/products/tv/1/74a75ba4740c109357f0f9e10e1f74bf-98.jpg"}, {"title": "Breaking Bad: Season 2", "description": "Walter (Bryan Cranston) and his friend Jesse (Aaron Paul) find their drug dealing threatened by Walt's DEA Brother-in-law and the local druglord.", "releaseDateAndRating": "March 8, 2009", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n9.2", "list_rank": "54.", "image_url": "https://static.metacritic.com/images/products/tv/2/ac04956caf6d3ec537238f8a6899a18b-98.jpg"}, {"title": "NYPD Blue: Season 1", "description": "David Caruso and Dennis Franz star has New York cops in this gritty, realistic drama that explores its characters with more depth than previous cop shows had in the past.", "releaseDateAndRating": "September 21, 1993", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\ntbd", "list_rank": "55.", "image_url": "https://static.metacritic.com/images/products/tv/1/ed87f5c5e13ae79112002a88885e81eb-98.jpg"}, {"title": "Happy Valley: Season 2", "description": "Catherine Cawood takes Ann Gallagher, who has joined the force, under her wing as the mother of Tommy Lee (James Norton) is found murdered in the second season of the police drama.", "releaseDateAndRating": "February 9, 2016", "meta_score": "Metascore:\n\n84", "user_score": "User Score:\n\n8.1", "list_rank": "56.", "image_url": "https://static.metacritic.com/images/products/tv/2/90c3a68c5e11adb1b38b4d6cadaebd2f-98.jpg"}, {"title": "Our Boys: Season 1", "description": "An agent with the Israel Security Agency investigates two murder cases: three Jewish teenagers who were kidnapped then killed and the burnt body of a Palestinian teenager found a few days later in this 10-part limited series based on real cases that may have precipitated the 2014 Israel–Gaza conflict was created by Hagai Levi, Joseph Cedar and Tawfik Abu-Wael.", "releaseDateAndRating": "August 12, 2019", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.5", "list_rank": "57.", "image_url": "https://static.metacritic.com/images/products/tv/7/e9985565400f935245fb1c762a95161d-98.jpg"}, {"title": "Killing Eve: Season 1", "description": "Written by Phoebe Waller-Bridge, the adaptions of the novellas by Luke Jennings follows the cat-and-mouse chase by MI5 security officer Eve (Sandra Oh) for the international assassin, who goes by the codename Villanelle (Jodie Comer).", "releaseDateAndRating": "April 8, 2018", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.8", "list_rank": "58.", "image_url": "https://static.metacritic.com/images/products/tv/1/458a04ded466c429403a99759f93964b-98.jpg"}, {"title": "Penny Dreadful: Season 3", "description": "Wes Studi and Patti LuPone as Dr. Seward join the cast for the third season of the horror series.", "releaseDateAndRating": "May 1, 2016", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n8.0", "list_rank": "59.", "image_url": "https://static.metacritic.com/images/products/tv/5/53385d1d0a561bf65727c87403bc69c0-98.jpg"}, {"title": "24: Season 2", "description": "With the finale of 7th season, 24 is still one of the most innovative, addictive and acclaimed dramas on television.In its first seven seasons, the suspenseful series was nominated for a total of 58 Emmy awards, winning for Outstanding Drama Series (2006) and Outstanding Lead Actor in a Drama Series for star Kiefer Sutherland (2006). Season Six garnered a sixth consecutive Emmy nomination for Sutherland and second consecutive nomination for supporting actor Jean Smart.", "releaseDateAndRating": "October 29, 2002", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n8.8", "list_rank": "60.", "image_url": "https://static.metacritic.com/images/products/tv/9/ec94be95e907c080fdd67cf4d4800ecd-98.jpg"}, {"title": "Luther: Season 1", "description": "DCI John Luther (Idris Elba) returns to work after being suspended in another case, but soon finds his personal and professional lives becoming precarious yet again.", "releaseDateAndRating": "May 4, 2010", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.2", "list_rank": "61.", "image_url": "https://static.metacritic.com/images/products/tv/7/e9e8be62ba741683259dc61472b05255-98.jpg"}, {"title": "Line of Duty: Season 1", "description": "DS Steve Arnott is transferred to AC-12, the anti-corruption unit, after a counter-terrorist operation goes badly wrong. He is initially assigned to investigate one of the force's most successful and charismatic officers, whose crime figures seem too good to be true.Line of Duty is a compelling police drama that takes a cynical view of a target-driven police culture, while sympathetically portraying how basically decent individuals may find themselves drawn towards corrupt practices, misconduct and criminal behaviour.Line of Duty is a World Productions production for BBC Two.", "releaseDateAndRating": "September 28, 2014", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\ntbd", "list_rank": "62.", "image_url": "https://static.metacritic.com/images/products/tv/8/a5d76e15685ac639d64e2d84a4d9f79e-98.jpg"}, {"title": "Homecoming: Season 1", "description": "Caseworker Heidi Bergman (Julia Roberts) worked at a secret government facility to help returning soldiers like Walter Cruz (Stephan James) transition back to civilian life. Four years later, a DoD auditor (Shea Whigham) questions Heidi on why she left in this psychological thriller based on a fictional podcast of the same name.", "releaseDateAndRating": "November 2, 2018", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.1", "list_rank": "63.", "image_url": "https://static.metacritic.com/images/products/tv/0/4cf9e0c718e400fee192e3eeeb74fbcd-98.jpg"}, {"title": "Orphan Black: Season 5", "description": "The fifth and final season of the sci-fi series.", "releaseDateAndRating": "March 30, 2013", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n7.9", "list_rank": "64.", "image_url": "https://static.metacritic.com/images/products/tv/2/b483492eb8709f05fa41ed33ce590a38-98.jpg"}, {"title": "Happy Valley: Season 1", "description": "While investigating a kidnapping case, West Yorkshire police sergeant Catherine Cawood (Sarah Lancashire) spots the man (James Norton) she believes drove her daughter to take her own life in this BBC drama.", "releaseDateAndRating": "April 29, 2014", "meta_score": "Metascore:\n\n83", "user_score": "User Score:\n\n8.4", "list_rank": "65.", "image_url": "https://static.metacritic.com/images/products/tv/2/90c3a68c5e11adb1b38b4d6cadaebd2f-98.jpg"}, {"title": "And Then There Were None (2016): Season 1", "description": "Originally aired on the BBC in Dec 2015, the adaptation of Agatha Christie's novel of the same name, begins with eight people invited to a small island off the coast of Devon. At dinner, they hear a message that accuses them all of murder. One by one, as people are killed, the remaining guests try to discover who is the killer before it is too late.", "releaseDateAndRating": "March 13, 2016", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.5", "list_rank": "66.", "image_url": "https://static.metacritic.com/images/products/tv/2/b909708bbf6d645f929108657141e230-98.jpg"}, {"title": "Black Mirror: Season 3", "description": "The third season of the British anthology-styled drama was picked up by Netflix, who commissioned 12 episodes.", "releaseDateAndRating": "October 21, 2016", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.8", "list_rank": "67.", "image_url": "https://static.metacritic.com/images/products/tv/0/86ca54d1831c9ca0d58ff4f021292b0c-98.jpg"}, {"title": "Legion: Season 1", "description": "Based on the X-Men comics character, David Haller (Dan Stevens) was diagnosed as schizophrenic as a child and currently institutionalized. His routine at a psychiatric hospital is changed with the arrival of a new patient named Syd (Rachel Keller) which triggers the discovery that the voices and visions he has may be real.", "releaseDateAndRating": "February 8, 2017", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.4", "list_rank": "68.", "image_url": "https://static.metacritic.com/images/products/tv/9/e2656299fd4a33a0350b0ec6dc8f6229-98.jpg"}, {"title": "The Returned: Season 2", "description": "The second season of the French drama picks up six months after the end of season one.", "releaseDateAndRating": "October 31, 2015", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.1", "list_rank": "69.", "image_url": "https://static.metacritic.com/images/products/tv/7/549f0cb4e1f7e8027d242ab4c9172a98-98.jpg"}, {"title": "Deutschland 86: Season 1", "description": "The sequel to Deutschland 83 picked up in 1986 with Martin Rauch (Jonas Nay) being sent to dangerous missions in Angola, Lydia, South Africa, Paris, and eventually (East and West) Berlin.", "releaseDateAndRating": "October 25, 2018", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n6.8", "list_rank": "70.", "image_url": "https://static.metacritic.com/images/products/tv/8/3978dbf4fd3c878cb6b517da0cd28261-98.jpg"}, {"title": "Wormwood: Season 1", "description": "Eric Olsen seeks to find the truth behind his father death and its connection to the CIA in this six-part series with real interviews, archival footage and reenactments featuring Peter Sarsgaard, Molly Parker, Christian Camargo, Tim Blake Nelson, Bob Balaban, Jimmi Simpson and Michael Chernus.", "releaseDateAndRating": "December 15, 2017", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n5.2", "list_rank": "71.", "image_url": "https://static.metacritic.com/images/products/tv/0/036a7e1d97c09a8933e0fb18c17f5dbf-98.jpg"}, {"title": "The Honorable Woman: Season 1", "description": "Long-held secrets threaten to be spilled as Israeli-British CEO Nessa Stein (Maggie Gyllenhaal) finds her company under investigation by MI5 after the suspicious death of a Palestinian business associates.", "releaseDateAndRating": "July 3, 2014", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.9", "list_rank": "72.", "image_url": "https://static.metacritic.com/images/products/tv/1/d089a52ff388c3c155dff6c305f7346c-98.jpg"}, {"title": "Ash Vs. Evil Dead: Season 2", "description": "Ash reluctantly reunites with his father (Lee Majors) as he, Ruby Knowby (Lucy Lawless), Pablo (Ray Santiago) and Kelly (Dana DeLorenzo) have to face more Deadites in the second season.", "releaseDateAndRating": "October 2, 2016", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.6", "list_rank": "73.", "image_url": "https://static.metacritic.com/images/products/tv/4/ba6b982c3469071dbb94acfa52276b67-98.jpg"}, {"title": "The Walking Dead: Season 1", "description": "Based on a comic book series of the same name by Robert Kirkman, a small group of survivors, led by officer Rick Grimes (Andrew Lincoln), must fight a world full of zombies.", "releaseDateAndRating": "October 31, 2010", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.1", "list_rank": "74.", "image_url": "https://static.metacritic.com/images/products/tv/8/91c6fa6002aa2c5a68742fb64a242477-98.jpg"}, {"title": "Mr. Robot: Season 3", "description": "Bobby Cannavale joins the cast as Irving and BD Wong becomes a series regular on the third season of the drama.", "releaseDateAndRating": "October 11, 2017", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.1", "list_rank": "75.", "image_url": "https://static.metacritic.com/images/products/tv/1/1c2360b7cbca3530affc3cb074736667-98.jpg"}, {"title": "Chernobyl: Season 1", "description": "Soviet nuclear physicist Valery Legasov (Jared Harris), Soviet Deputy Prime Minister Boris Shcherbina (Stellan Skarsgård), and Soviet nuclear physicist Ulana Khomyuk (Emily Watson) were some of the people who worked to stop radioactive material from the 1986 nuclear disaster at the Chernobyl Nuclear Power Plant from spreading further in this HBO/Sky co-production five-part miniseries.", "releaseDateAndRating": "May 6, 2019", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n9.3", "list_rank": "76.", "image_url": "https://static.metacritic.com/images/products/tv/0/89672edd2a2b6de6292f47ec4bed19f0-98.jpg"}, {"title": "Dark: Season 2", "description": "Jonas (Louis Hofmann) is trapped in the future, while his friends try to discover how his best friend Bartosz (Paul Lux) is connected to strange happenings in their hometown in the second season of the mystery series.", "releaseDateAndRating": "June 21, 2019", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.9", "list_rank": "77.", "image_url": "https://static.metacritic.com/images/products/tv/3/caeede81638bb3ec47e385440659d4cc-98.jpg"}, {"title": "The Expanse: Season 5", "description": "Belter Marco Inaros threatens to attack planet Earth and the crew of the Rocinante face their past in the fifth season of the sci-fi series.", "releaseDateAndRating": "December 16, 2020", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.5", "list_rank": "78.", "image_url": "https://static.metacritic.com/images/products/tv/5/defb68cf5429a17cfd36b8d519d0c527-98.jpg"}, {"title": "The Walking Dead: Season 3", "description": "A man who leads a small survivors settlement in Woodbury by the name of The Governor (David Morrissey) causes trouble for Rick and company as they seek safety from zombies.", "releaseDateAndRating": "October 14, 2012", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.6", "list_rank": "79.", "image_url": "https://static.metacritic.com/images/products/tv/8/91c6fa6002aa2c5a68742fb64a242477-98.jpg"}, {"title": "The Night Manager: Season 1", "description": "Based on John le Carre's novel, ex-British soldier Jonathan Pine (Tom Hiddleston) is recruited by MI-6's Angela Burr (Olivia Colman) to infiltrate the inner circle of an arms trader named Richard Onslow Roper (Hugh Laurie).", "releaseDateAndRating": "April 19, 2016", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n7.7", "list_rank": "80.", "image_url": "https://static.metacritic.com/images/products/tv/5/8b43265ad2f294d15fc5984c3b2f465b-98.jpg"}, {"title": "Mare of Easttown: Season 1", "description": "Mare Sheehan (Kate Winslet), a small-town Pennsylvania detective, investigates a murder even as her personal life is falling apart in this limited series created by Brad Ingelsby.", "releaseDateAndRating": "April 18, 2021", "meta_score": "Metascore:\n\n82", "user_score": "User Score:\n\n8.3", "list_rank": "81.", "image_url": "https://static.metacritic.com/images/products/tv/0/91dea1f23fc516170b21a80768619716-98.jpg"}, {"title": "Law & Order: UK: Season 1", "description": "Law & Order lives on in the United Kingdom, as the franchise adapts some of the American scripts for the overseas version.", "releaseDateAndRating": "February 23, 2009", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n7.2", "list_rank": "82.", "image_url": "https://static.metacritic.com/images/products/tv/9/800e314f3dd664fea47b44a4c947c127-98.jpg"}, {"title": "Bates Motel: Season 5", "description": "The fifth and final season of the prequel to the film \"Psycho\" picks up two years later and introduces Marion Crane (Rihanna).", "releaseDateAndRating": "February 20, 2017", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.1", "list_rank": "83.", "image_url": "https://static.metacritic.com/images/products/tv/8/9740296aa21d044007bfb62f67b7ecbb-98.jpg"}, {"title": "The Sinner: Season 3", "description": "Detective Harry Ambrose (Bill Pullman) looks into a car accident in upstate New York involving a local named Jamie (Matt Bomer) and it leads him to another hidden crime.", "releaseDateAndRating": "February 6, 2020", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n4.7", "list_rank": "84.", "image_url": "https://static.metacritic.com/images/products/tv/7/235180728abf9b54690b3496448309fe-98.jpg"}, {"title": "Mr. Robot: Season 2", "description": "Grace Gummer joins the cast with Dorothi Fox, Sandrine Holt, Joey Bada$$, Michael Maize, Luke Robertson, and Craig Robinson set to appear on the second season of the drama.", "releaseDateAndRating": "July 13, 2016", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.1", "list_rank": "85.", "image_url": "https://static.metacritic.com/images/products/tv/1/1c2360b7cbca3530affc3cb074736667-98.jpg"}, {"title": "The Fall: Season 1", "description": "Detective Superintendent Stella Gibson (Gillian Anderson) is brought in from London to help solve a Belfast murder. Unknown to the detectives, the killer, Paul Spector (Jamie Dornan), a married man with two kids, is already planning his next kill.", "releaseDateAndRating": "May 13, 2013", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n7.6", "list_rank": "86.", "image_url": "https://static.metacritic.com/images/products/tv/8/5fc32065278fa6298cff5cb53dd6b749-98.jpg"}, {"title": "Dexter: Season 7", "description": "Debra discovers a secret which will change her relationship with Dexter.", "releaseDateAndRating": "September 30, 2012", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n7.6", "list_rank": "87.", "image_url": "https://static.metacritic.com/images/products/tv/3/bd39899fe9b6cc621d6d64ad8f9aca61-98.jpg"}, {"title": "Search Party (2016): Season 1", "description": "Dory (Alia Shawkat) becomes obsessed with finding a missing girl she barely knew in college with reluctant help from her boyfriend Drew (John Reynolds), her narcissist friend Elliott (John Early), and actress friend Portia (Meredith Hagner). TBS will air all 10 episodes over one week, with two episodes per night.", "releaseDateAndRating": "November 21, 2016", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n7.8", "list_rank": "88.", "image_url": "https://static.metacritic.com/images/products/tv/6/8fafb9c30728e4a514b22990b12cd79a-98.jpg"}, {"title": "Damages: Season 3", "description": "The third season finds Patty Hewes working on a Ponzi scheme case, where she has to deal with an attorney (Martin Short) and the accused's wife (Lily Tomlin).", "releaseDateAndRating": "January 25, 2010", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.9", "list_rank": "89.", "image_url": "https://static.metacritic.com/images/products/tv/1/de18273aafec76ea291d7b8201e2aee6-98.jpg"}, {"title": "Damages: Season 2", "description": "Ellen seeks revenge by working undercover for the FBI in the second season as someone (William Hurt) from Patty's past returns.", "releaseDateAndRating": "January 7, 2009", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.7", "list_rank": "90.", "image_url": "https://static.metacritic.com/images/products/tv/1/de18273aafec76ea291d7b8201e2aee6-98.jpg"}, {"title": "Veronica Mars: Season 1", "description": "In the wealthy, seaside community of Neptune, California, the rich and powerful make the rules. Unfortunately for them, there's Veronica Mars, a smart, fearless 17-year-old apprentice private investigator dedicated to solving the town's toughest mysteries. Veronica used to be one of the popular girls, but it all came crumbling down around her after her best friend, Lilly, was murdered, and her then-sheriff father, Keith, was removed from office for naming Lilly's rich father as the lead suspect. During the day, Veronica must negotiate high school like any average teenage girl. But at night, she helps with her father's struggling, new private investigator business--and what she finds may tear the town of Neptune apart at the seams.", "releaseDateAndRating": "September 22, 2004", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.6", "list_rank": "91.", "image_url": "https://static.metacritic.com/images/products/tv/8/3c70b2e5b6f697ab45f4f54a660e627e-98.jpg"}, {"title": "Mr. Robot: Season 4", "description": "The fourth and final season takes place during the 2015 Christmas season and looks at the possible positive and negative consequences of reversing 5/9.", "releaseDateAndRating": "October 6, 2019", "meta_score": "Metascore:\n\n81", "user_score": "User Score:\n\n8.8", "list_rank": "92.", "image_url": "https://static.metacritic.com/images/products/tv/1/1c2360b7cbca3530affc3cb074736667-98.jpg"}, {"title": "Man About the House: Season 1", "description": "After being released from jail, Freddie Jackson (Tom Hardy) plans to utilize the connections he made there to join the criminal underworld in this adaptation of Martina Cole's novel.\n\nIt originally aired in on UK's Sky One in 2009.", "releaseDateAndRating": "December 2, 2011", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n7.1", "list_rank": "93.", "image_url": "https://static.metacritic.com/images/products/tv/6/bbec8887c554879faf878ca2ae5a8a69-98.jpg"}, {"title": "Wallander: Season 3", "description": "Kurt Wallander (Kenneth Branagh) moves into a new house and gains a girlfriend.", "releaseDateAndRating": "July 8, 2012", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n7.6", "list_rank": "94.", "image_url": "https://static.metacritic.com/images/products/tv/8/d5ff2af054f4ecfe27e39028573a1ccc-98.jpg"}, {"title": "Deadwood: Season 1", "description": "In an age of plunder and greed, the richest gold strike in American History draws a throng of restless misfits to an outlaw settlement where everything - and everyone - has a price. Welcome to Deadwood...a hell of a place to make your fortune. From Executive Producer David Milch (\"NYPD Blue\") comes DEADWOOD, a new drama series that focuses on the birth of an American frontier town and the ruthless power struggle that exists in its lawless boundaries. The story begins two weeks after Custer's defeat at Little Bighorn, combining fictional and real-life characters and events in an epic morality tale. Located in the Black Hills Indian Cession, the \"town\" of Deadwood is an illegal settlement, a violent and uncivilized outpost that attracts a colorful array of characters looking to get rich - from outlaws and entrepreneurs to ex-soldiers and racketeers, Chinese laborers, prostitutes, city dudes and gunfighters.", "releaseDateAndRating": "March 21, 2004", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n9.2", "list_rank": "95.", "image_url": "https://static.metacritic.com/images/products/tv/8/a3fffca34845350b35eb76ec76f2c1c2-98.jpg"}, {"title": "Buffy the Vampire Slayer: Season 1", "description": "In every generation there is a Chosen One. She alone will stand against the vampires, the demons and the forces of darkness. She is the Slayer.\nSarah Michelle Gellar stars as Buffy Summers, The Chosen One, the one girl in all the world with the strength and skill to fight the vampires. With the help of her close friends, Willow (Alyson Hannigan), Xander (Nicholas Brendon), and her Watcher Giles (Anthony Stewart Head), she balances slaying, family, friendships, and relationships.\nFor five years Buffy slayed vampires on the WB; then for her last two seasons she went to UPN.\nTheme music by Nerf Herder.", "releaseDateAndRating": "March 10, 1997", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n8.2", "list_rank": "96.", "image_url": "https://static.metacritic.com/images/products/tv/3/f17c6f788abac5cd84d872e61610aa4e-98.jpg"}, {"title": "Southland: Season 3", "description": "The drama about Los Angeles police officers returns with its first full season produced for TNT.", "releaseDateAndRating": "January 4, 2011", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n8.6", "list_rank": "97.", "image_url": "https://static.metacritic.com/images/products/tv/5/cb1c7a9524303ec31d2ef50053e29468-98.jpg"}, {"title": "The Long Road Home: Season 1", "description": "The eight-part limited series based on the book by ABC chief global affairs correspondent Martha Raddatz focuses on the Fort Hood soldiers and their Iraqi interpreter who were ambushed on April 4, 2004 in Iraq's Sadr City.", "releaseDateAndRating": "November 7, 2017", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n4.7", "list_rank": "98.", "image_url": "https://static.metacritic.com/images/products/tv/0/b3532f8fac5bd81ed7e29fff1b5dbbd4-98.jpg"}, {"title": "Patriot: Season 2", "description": "When Intelligence officer John Tavner's (Michael Dorman) cover is almost blown, he is given a new assignment by his State Department Director of Intelligence father (Terry O’Quinn): kill a pro-nuclear candidate in a heavily guarded Paris location. His intelligence officer mother (Debra Winger) comes along to help him.", "releaseDateAndRating": "November 9, 2018", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n6.9", "list_rank": "99.", "image_url": "https://static.metacritic.com/images/products/tv/2/bca28350a8943cecc6d0b4eda82057ab-98.jpg"}, {"title": "Five Days: Season 1", "description": "The reason for the mysterious disappearance of Leanne (Christine Tremarco) is slowly uncovered with glimpses of five days of the search.", "releaseDateAndRating": "January 23, 2007", "meta_score": "Metascore:\n\n80", "user_score": "User Score:\n\n7.2", "list_rank": "100.", "image_url": "https://static.metacritic.com/images/products/tv/5/1b497f4601e8cbd54a99968df604a939-98.jpg"}]}]}